{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 2,
    "book_name": "Exodus",
    "chapter": 35,
    "name": "Exodus 35",
    "verses": [
        {
            "chapter": 35,
            "verse": 1,
            "name": "Exodus 35:1",
            "text": "And Moses gathered all the congregation of the children of Israel together, and said unto them, These are the words which the Lord hath commanded, that ye should do them."
        },
        {
            "chapter": 35,
            "verse": 2,
            "name": "Exodus 35:2",
            "text": "Six days shall work be done, but on the seventh day there shall be to you an holy day, a sabbath of rest to the Lord: whosoever doeth work therein shall be put to death."
        },
        {
            "chapter": 35,
            "verse": 3,
            "name": "Exodus 35:3",
            "text": "Ye shall kindle no fire throughout your habitations upon the sabbath day."
        },
        {
            "chapter": 35,
            "verse": 4,
            "name": "Exodus 35:4",
            "text": "And Moses spake unto all the congregation of the children of Israel, saying, This is the thing which the Lord commanded, saying,"
        },
        {
            "chapter": 35,
            "verse": 5,
            "name": "Exodus 35:5",
            "text": "Take ye from among you an offering unto the Lord: whosoever is of a willing heart, let him bring it, an offering of the Lord; gold, and silver, and brass,"
        },
        {
            "chapter": 35,
            "verse": 6,
            "name": "Exodus 35:6",
            "text": "And blue, and purple, and scarlet, and fine linen, and goats’ hair,"
        },
        {
            "chapter": 35,
            "verse": 7,
            "name": "Exodus 35:7",
            "text": "And rams’ skins dyed red, and badgers’ skins, and shittim wood,"
        },
        {
            "chapter": 35,
            "verse": 8,
            "name": "Exodus 35:8",
            "text": "And oil for the light, and spices for anointing oil, and for the sweet incense,"
        },
        {
            "chapter": 35,
            "verse": 9,
            "name": "Exodus 35:9",
            "text": "And onyx stones, and stones to be set for the ephod, and for the breastplate."
        },
        {
            "chapter": 35,
            "verse": 10,
            "name": "Exodus 35:10",
            "text": "And every wise hearted among you shall come, and make all that the Lord hath commanded;"
        },
        {
            "chapter": 35,
            "verse": 11,
            "name": "Exodus 35:11",
            "text": "The tabernacle, his tent, and his covering, his taches, and his boards, his bars, his pillars, and his sockets,"
        },
        {
            "chapter": 35,
            "verse": 12,
            "name": "Exodus 35:12",
            "text": "The ark, and the staves thereof, with the mercy seat, and the vail of the covering,"
        },
        {
            "chapter": 35,
            "verse": 13,
            "name": "Exodus 35:13",
            "text": "The table, and his staves, and all his vessels, and the shewbread,"
        },
        {
            "chapter": 35,
            "verse": 14,
            "name": "Exodus 35:14",
            "text": "The candlestick also for the light, and his furniture, and his lamps, with the oil for the light,"
        },
        {
            "chapter": 35,
            "verse": 15,
            "name": "Exodus 35:15",
            "text": "And the incense altar, and his staves, and the anointing oil, and the sweet incense, and the hanging for the door at the entering in of the tabernacle,"
        },
        {
            "chapter": 35,
            "verse": 16,
            "name": "Exodus 35:16",
            "text": "The altar of burnt offering, with his brasen grate, his staves, and all his vessels, the laver and his foot,"
        },
        {
            "chapter": 35,
            "verse": 17,
            "name": "Exodus 35:17",
            "text": "The hangings of the court, his pillars, and their sockets, and the hanging for the door of the court,"
        },
        {
            "chapter": 35,
            "verse": 18,
            "name": "Exodus 35:18",
            "text": "The pins of the tabernacle, and the pins of the court, and their cords,"
        },
        {
            "chapter": 35,
            "verse": 19,
            "name": "Exodus 35:19",
            "text": "The cloths of service, to do service in the holy place, the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office."
        },
        {
            "chapter": 35,
            "verse": 20,
            "name": "Exodus 35:20",
            "text": "And all the congregation of the children of Israel departed from the presence of Moses."
        },
        {
            "chapter": 35,
            "verse": 21,
            "name": "Exodus 35:21",
            "text": "And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the Lord’s offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments."
        },
        {
            "chapter": 35,
            "verse": 22,
            "name": "Exodus 35:22",
            "text": "And they came, both men and women, as many as were willing hearted, and brought bracelets, and earrings, and rings, and tablets, all jewels of gold: and every man that offered offered an offering of gold unto the Lord."
        },
        {
            "chapter": 35,
            "verse": 23,
            "name": "Exodus 35:23",
            "text": "And every man, with whom was found blue, and purple, and scarlet, and fine linen, and goats’ hair, and red skins of rams, and badgers’ skins, brought them."
        },
        {
            "chapter": 35,
            "verse": 24,
            "name": "Exodus 35:24",
            "text": "Every one that did offer an offering of silver and brass brought the Lord’s offering: and every man, with whom was found shittim wood for any work of the service, brought it."
        },
        {
            "chapter": 35,
            "verse": 25,
            "name": "Exodus 35:25",
            "text": "And all the women that were wise hearted did spin with their hands, and brought that which they had spun, both of blue, and of purple, and of scarlet, and of fine linen."
        },
        {
            "chapter": 35,
            "verse": 26,
            "name": "Exodus 35:26",
            "text": "And all the women whose heart stirred them up in wisdom spun goats’ hair."
        },
        {
            "chapter": 35,
            "verse": 27,
            "name": "Exodus 35:27",
            "text": "And the rulers brought onyx stones, and stones to be set, for the ephod, and for the breastplate;"
        },
        {
            "chapter": 35,
            "verse": 28,
            "name": "Exodus 35:28",
            "text": "And spice, and oil for the light, and for the anointing oil, and for the sweet incense."
        },
        {
            "chapter": 35,
            "verse": 29,
            "name": "Exodus 35:29",
            "text": "The children of Israel brought a willing offering unto the Lord, every man and woman, whose heart made them willing to bring for all manner of work, which the Lord had commanded to be made by the hand of Moses."
        },
        {
            "chapter": 35,
            "verse": 30,
            "name": "Exodus 35:30",
            "text": "And Moses said unto the children of Israel, See, the Lord hath called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah;"
        },
        {
            "chapter": 35,
            "verse": 31,
            "name": "Exodus 35:31",
            "text": "And he hath filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;"
        },
        {
            "chapter": 35,
            "verse": 32,
            "name": "Exodus 35:32",
            "text": "And to devise curious works, to work in gold, and in silver, and in brass,"
        },
        {
            "chapter": 35,
            "verse": 33,
            "name": "Exodus 35:33",
            "text": "And in the cutting of stones, to set them, and in carving of wood, to make any manner of cunning work."
        },
        {
            "chapter": 35,
            "verse": 34,
            "name": "Exodus 35:34",
            "text": "And he hath put in his heart that he may teach, both he, and Aholiab, the son of Ahisamach, of the tribe of Dan."
        },
        {
            "chapter": 35,
            "verse": 35,
            "name": "Exodus 35:35",
            "text": "Them hath he filled with wisdom of heart, to work all manner of work, of the engraver, and of the cunning workman, and of the embroiderer, in blue, and in purple, in scarlet, and in fine linen, and of the weaver, even of them that do any work, and of those that devise cunning work. "
        }
    ]
}