{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 38,
    "book_name": "Zechariah",
    "chapter": 2,
    "name": "Zechariah 2",
    "verses": [
        {
            "chapter": 2,
            "verse": 1,
            "name": "Zechariah 2:1",
            "text": "I lifted up mine eyes again, and looked, and behold a man with a measuring line in his hand."
        },
        {
            "chapter": 2,
            "verse": 2,
            "name": "Zechariah 2:2",
            "text": "Then said I, Whither goest thou? And he said unto me, To measure Jerusalem, to see what is the breadth thereof, and what is the length thereof."
        },
        {
            "chapter": 2,
            "verse": 3,
            "name": "Zechariah 2:3",
            "text": "And, behold, the angel that talked with me went forth, and another angel went out to meet him,"
        },
        {
            "chapter": 2,
            "verse": 4,
            "name": "Zechariah 2:4",
            "text": "And said unto him, Run, speak to this young man, saying, Jerusalem shall be inhabited as towns without walls for the multitude of men and cattle therein:"
        },
        {
            "chapter": 2,
            "verse": 5,
            "name": "Zechariah 2:5",
            "text": "For I, saith the Lord, will be unto her a wall of fire round about, and will be the glory in the midst of her."
        },
        {
            "chapter": 2,
            "verse": 6,
            "name": "Zechariah 2:6",
            "text": "Ho, ho, come forth, and flee from the land of the north, saith the Lord: for I have spread you abroad as the four winds of the heaven, saith the Lord."
        },
        {
            "chapter": 2,
            "verse": 7,
            "name": "Zechariah 2:7",
            "text": "Deliver thyself, O Zion, that dwellest with the daughter of Babylon."
        },
        {
            "chapter": 2,
            "verse": 8,
            "name": "Zechariah 2:8",
            "text": "For thus saith the Lord of hosts; After the glory hath he sent me unto the nations which spoiled you: for he that toucheth you toucheth the apple of his eye."
        },
        {
            "chapter": 2,
            "verse": 9,
            "name": "Zechariah 2:9",
            "text": "For, behold, I will shake mine hand upon them, and they shall be a spoil to their servants: and ye shall know that the Lord of hosts hath sent me."
        },
        {
            "chapter": 2,
            "verse": 10,
            "name": "Zechariah 2:10",
            "text": "Sing and rejoice, O daughter of Zion: for, lo, I come, and I will dwell in the midst of thee, saith the Lord."
        },
        {
            "chapter": 2,
            "verse": 11,
            "name": "Zechariah 2:11",
            "text": "And many nations shall be joined to the Lord in that day, and shall be my people: and I will dwell in the midst of thee, and thou shalt know that the Lord of hosts hath sent me unto thee."
        },
        {
            "chapter": 2,
            "verse": 12,
            "name": "Zechariah 2:12",
            "text": "And the Lord shall inherit Judah his portion in the holy land, and shall choose Jerusalem again."
        },
        {
            "chapter": 2,
            "verse": 13,
            "name": "Zechariah 2:13",
            "text": "Be silent, O all flesh, before the Lord: for he is raised up out of his holy habitation. "
        }
    ]
}