{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 36,
    "name": "Psalms 36",
    "verses": [
        {
            "chapter": 36,
            "verse": 1,
            "name": "Psalms 36:1",
            "text": "The transgression of the wicked saith within my heart, that there is no fear of God before his eyes."
        },
        {
            "chapter": 36,
            "verse": 2,
            "name": "Psalms 36:2",
            "text": "For he flattereth himself in his own eyes, until his iniquity be found to be hateful."
        },
        {
            "chapter": 36,
            "verse": 3,
            "name": "Psalms 36:3",
            "text": "The words of his mouth are iniquity and deceit: he hath left off to be wise, and to do good."
        },
        {
            "chapter": 36,
            "verse": 4,
            "name": "Psalms 36:4",
            "text": "He deviseth mischief upon his bed; he setteth himself in a way that is not good; he abhorreth not evil."
        },
        {
            "chapter": 36,
            "verse": 5,
            "name": "Psalms 36:5",
            "text": "Thy mercy, O Lord, is in the heavens; and thy faithfulness reacheth unto the clouds."
        },
        {
            "chapter": 36,
            "verse": 6,
            "name": "Psalms 36:6",
            "text": "Thy righteousness is like the great mountains; thy judgments are a great deep: O Lord, thou preservest man and beast."
        },
        {
            "chapter": 36,
            "verse": 7,
            "name": "Psalms 36:7",
            "text": "How excellent is thy lovingkindness, O God! therefore the children of men put their trust under the shadow of thy wings."
        },
        {
            "chapter": 36,
            "verse": 8,
            "name": "Psalms 36:8",
            "text": "They shall be abundantly satisfied with the fatness of thy house; and thou shalt make them drink of the river of thy pleasures."
        },
        {
            "chapter": 36,
            "verse": 9,
            "name": "Psalms 36:9",
            "text": "For with thee is the fountain of life: in thy light shall we see light."
        },
        {
            "chapter": 36,
            "verse": 10,
            "name": "Psalms 36:10",
            "text": "O continue thy lovingkindness unto them that know thee; and thy righteousness to the upright in heart."
        },
        {
            "chapter": 36,
            "verse": 11,
            "name": "Psalms 36:11",
            "text": "Let not the foot of pride come against me, and let not the hand of the wicked remove me."
        },
        {
            "chapter": 36,
            "verse": 12,
            "name": "Psalms 36:12",
            "text": "There are the workers of iniquity fallen: they are cast down, and shall not be able to rise. "
        }
    ]
}