{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 39,
    "name": "Psalms 39",
    "verses": [
        {
            "chapter": 39,
            "verse": 1,
            "name": "Psalms 39:1",
            "text": "I said, I will take heed to my ways, that I sin not with my tongue: I will keep my mouth with a bridle, while the wicked is before me."
        },
        {
            "chapter": 39,
            "verse": 2,
            "name": "Psalms 39:2",
            "text": "I was dumb with silence, I held my peace, even from good; and my sorrow was stirred."
        },
        {
            "chapter": 39,
            "verse": 3,
            "name": "Psalms 39:3",
            "text": "My heart was hot within me, while I was musing the fire burned: then spake I with my tongue,"
        },
        {
            "chapter": 39,
            "verse": 4,
            "name": "Psalms 39:4",
            "text": "Lord, make me to know mine end, and the measure of my days, what it is; that I may know how frail I am."
        },
        {
            "chapter": 39,
            "verse": 5,
            "name": "Psalms 39:5",
            "text": "Behold, thou hast made my days as an handbreadth; and mine age is as nothing before thee: verily every man at his best state is altogether vanity. Selah."
        },
        {
            "chapter": 39,
            "verse": 6,
            "name": "Psalms 39:6",
            "text": "Surely every man walketh in a vain shew: surely they are disquieted in vain: he heapeth up riches, and knoweth not who shall gather them."
        },
        {
            "chapter": 39,
            "verse": 7,
            "name": "Psalms 39:7",
            "text": "And now, Lord, what wait I for? my hope is in thee."
        },
        {
            "chapter": 39,
            "verse": 8,
            "name": "Psalms 39:8",
            "text": "Deliver me from all my transgressions: make me not the reproach of the foolish."
        },
        {
            "chapter": 39,
            "verse": 9,
            "name": "Psalms 39:9",
            "text": "I was dumb, I opened not my mouth; because thou didst it."
        },
        {
            "chapter": 39,
            "verse": 10,
            "name": "Psalms 39:10",
            "text": "Remove thy stroke away from me: I am consumed by the blow of thine hand."
        },
        {
            "chapter": 39,
            "verse": 11,
            "name": "Psalms 39:11",
            "text": "When thou with rebukes dost correct man for iniquity, thou makest his beauty to consume away like a moth: surely every man is vanity. Selah."
        },
        {
            "chapter": 39,
            "verse": 12,
            "name": "Psalms 39:12",
            "text": "Hear my prayer, O Lord, and give ear unto my cry; hold not thy peace at my tears: for I am a stranger with thee, and a sojourner, as all my fathers were."
        },
        {
            "chapter": 39,
            "verse": 13,
            "name": "Psalms 39:13",
            "text": "O spare me, that I may recover strength, before I go hence, and be no more. "
        }
    ]
}