{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 58,
    "name": "Psalms 58",
    "verses": [
        {
            "chapter": 58,
            "verse": 1,
            "name": "Psalms 58:1",
            "text": "Do ye indeed speak righteousness, O congregation? do ye judge uprightly, O ye sons of men?"
        },
        {
            "chapter": 58,
            "verse": 2,
            "name": "Psalms 58:2",
            "text": "Yea, in heart ye work wickedness; ye weigh the violence of your hands in the earth."
        },
        {
            "chapter": 58,
            "verse": 3,
            "name": "Psalms 58:3",
            "text": "The wicked are estranged from the womb: they go astray as soon as they be born, speaking lies."
        },
        {
            "chapter": 58,
            "verse": 4,
            "name": "Psalms 58:4",
            "text": "Their poison is like the poison of a serpent: they are like the deaf adder that stoppeth her ear;"
        },
        {
            "chapter": 58,
            "verse": 5,
            "name": "Psalms 58:5",
            "text": "Which will not hearken to the voice of charmers, charming never so wisely."
        },
        {
            "chapter": 58,
            "verse": 6,
            "name": "Psalms 58:6",
            "text": "Break their teeth, O God, in their mouth: break out the great teeth of the young lions, O Lord."
        },
        {
            "chapter": 58,
            "verse": 7,
            "name": "Psalms 58:7",
            "text": "Let them melt away as waters which run continually: when he bendeth his bow to shoot his arrows, let them be as cut in pieces."
        },
        {
            "chapter": 58,
            "verse": 8,
            "name": "Psalms 58:8",
            "text": "As a snail which melteth, let every one of them pass away: like the untimely birth of a woman, that they may not see the sun."
        },
        {
            "chapter": 58,
            "verse": 9,
            "name": "Psalms 58:9",
            "text": "Before your pots can feel the thorns, he shall take them away as with a whirlwind, both living, and in his wrath."
        },
        {
            "chapter": 58,
            "verse": 10,
            "name": "Psalms 58:10",
            "text": "The righteous shall rejoice when he seeth the vengeance: he shall wash his feet in the blood of the wicked."
        },
        {
            "chapter": 58,
            "verse": 11,
            "name": "Psalms 58:11",
            "text": "So that a man shall say, Verily there is a reward for the righteous: verily he is a God that judgeth in the earth. "
        }
    ]
}