{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 80,
    "name": "Psalms 80",
    "verses": [
        {
            "chapter": 80,
            "verse": 1,
            "name": "Psalms 80:1",
            "text": "Give ear, O Shepherd of Israel, thou that leadest Joseph like a flock; thou that dwellest between the cherubims, shine forth."
        },
        {
            "chapter": 80,
            "verse": 2,
            "name": "Psalms 80:2",
            "text": "Before Ephraim and Benjamin and Manasseh stir up thy strength, and come and save us."
        },
        {
            "chapter": 80,
            "verse": 3,
            "name": "Psalms 80:3",
            "text": "Turn us again, O God, and cause thy face to shine; and we shall be saved."
        },
        {
            "chapter": 80,
            "verse": 4,
            "name": "Psalms 80:4",
            "text": "O Lord God of hosts, how long wilt thou be angry against the prayer of thy people?"
        },
        {
            "chapter": 80,
            "verse": 5,
            "name": "Psalms 80:5",
            "text": "Thou feedest them with the bread of tears; and givest them tears to drink in great measure."
        },
        {
            "chapter": 80,
            "verse": 6,
            "name": "Psalms 80:6",
            "text": "Thou makest us a strife unto our neighbours: and our enemies laugh among themselves."
        },
        {
            "chapter": 80,
            "verse": 7,
            "name": "Psalms 80:7",
            "text": "Turn us again, O God of hosts, and cause thy face to shine; and we shall be saved."
        },
        {
            "chapter": 80,
            "verse": 8,
            "name": "Psalms 80:8",
            "text": "Thou hast brought a vine out of Egypt: thou hast cast out the heathen, and planted it."
        },
        {
            "chapter": 80,
            "verse": 9,
            "name": "Psalms 80:9",
            "text": "Thou preparedst room before it, and didst cause it to take deep root, and it filled the land."
        },
        {
            "chapter": 80,
            "verse": 10,
            "name": "Psalms 80:10",
            "text": "The hills were covered with the shadow of it, and the boughs thereof were like the goodly cedars."
        },
        {
            "chapter": 80,
            "verse": 11,
            "name": "Psalms 80:11",
            "text": "She sent out her boughs unto the sea, and her branches unto the river."
        },
        {
            "chapter": 80,
            "verse": 12,
            "name": "Psalms 80:12",
            "text": "Why hast thou then broken down her hedges, so that all they which pass by the way do pluck her?"
        },
        {
            "chapter": 80,
            "verse": 13,
            "name": "Psalms 80:13",
            "text": "The boar out of the wood doth waste it, and the wild beast of the field doth devour it."
        },
        {
            "chapter": 80,
            "verse": 14,
            "name": "Psalms 80:14",
            "text": "Return, we beseech thee, O God of hosts: look down from heaven, and behold, and visit this vine;"
        },
        {
            "chapter": 80,
            "verse": 15,
            "name": "Psalms 80:15",
            "text": "And the vineyard which thy right hand hath planted, and the branch that thou madest strong for thyself."
        },
        {
            "chapter": 80,
            "verse": 16,
            "name": "Psalms 80:16",
            "text": "It is burned with fire, it is cut down: they perish at the rebuke of thy countenance."
        },
        {
            "chapter": 80,
            "verse": 17,
            "name": "Psalms 80:17",
            "text": "Let thy hand be upon the man of thy right hand, upon the son of man whom thou madest strong for thyself."
        },
        {
            "chapter": 80,
            "verse": 18,
            "name": "Psalms 80:18",
            "text": "So will not we go back from thee: quicken us, and we will call upon thy name."
        },
        {
            "chapter": 80,
            "verse": 19,
            "name": "Psalms 80:19",
            "text": "Turn us again, O Lord God of hosts, cause thy face to shine; and we shall be saved. "
        }
    ]
}