{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 20,
    "book_name": "Proverbs",
    "chapter": 18,
    "name": "Proverbs 18",
    "verses": [
        {
            "chapter": 18,
            "verse": 1,
            "name": "Proverbs 18:1",
            "text": "Through desire a man, having separated himself, seeketh and intermeddleth with all wisdom."
        },
        {
            "chapter": 18,
            "verse": 2,
            "name": "Proverbs 18:2",
            "text": "A fool hath no delight in understanding, but that his heart may discover itself."
        },
        {
            "chapter": 18,
            "verse": 3,
            "name": "Proverbs 18:3",
            "text": "When the wicked cometh, then cometh also contempt, and with ignominy reproach."
        },
        {
            "chapter": 18,
            "verse": 4,
            "name": "Proverbs 18:4",
            "text": "The words of a man’s mouth are as deep waters, and the wellspring of wisdom as a flowing brook."
        },
        {
            "chapter": 18,
            "verse": 5,
            "name": "Proverbs 18:5",
            "text": "It is not good to accept the person of the wicked, to overthrow the righteous in judgment."
        },
        {
            "chapter": 18,
            "verse": 6,
            "name": "Proverbs 18:6",
            "text": "A fool’s lips enter into contention, and his mouth calleth for strokes."
        },
        {
            "chapter": 18,
            "verse": 7,
            "name": "Proverbs 18:7",
            "text": "A fool’s mouth is his destruction, and his lips are the snare of his soul."
        },
        {
            "chapter": 18,
            "verse": 8,
            "name": "Proverbs 18:8",
            "text": "The words of a talebearer are as wounds, and they go down into the innermost parts of the belly."
        },
        {
            "chapter": 18,
            "verse": 9,
            "name": "Proverbs 18:9",
            "text": "He also that is slothful in his work is brother to him that is a great waster."
        },
        {
            "chapter": 18,
            "verse": 10,
            "name": "Proverbs 18:10",
            "text": "The name of the Lord is a strong tower: the righteous runneth into it, and is safe."
        },
        {
            "chapter": 18,
            "verse": 11,
            "name": "Proverbs 18:11",
            "text": "The rich man’s wealth is his strong city, and as an high wall in his own conceit."
        },
        {
            "chapter": 18,
            "verse": 12,
            "name": "Proverbs 18:12",
            "text": "Before destruction the heart of man is haughty, and before honour is humility."
        },
        {
            "chapter": 18,
            "verse": 13,
            "name": "Proverbs 18:13",
            "text": "He that answereth a matter before he heareth it, it is folly and shame unto him."
        },
        {
            "chapter": 18,
            "verse": 14,
            "name": "Proverbs 18:14",
            "text": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?"
        },
        {
            "chapter": 18,
            "verse": 15,
            "name": "Proverbs 18:15",
            "text": "The heart of the prudent getteth knowledge; and the ear of the wise seeketh knowledge."
        },
        {
            "chapter": 18,
            "verse": 16,
            "name": "Proverbs 18:16",
            "text": "A man’s gift maketh room for him, and bringeth him before great men."
        },
        {
            "chapter": 18,
            "verse": 17,
            "name": "Proverbs 18:17",
            "text": "He that is first in his own cause seemeth just; but his neighbour cometh and searcheth him."
        },
        {
            "chapter": 18,
            "verse": 18,
            "name": "Proverbs 18:18",
            "text": "The lot causeth contentions to cease, and parteth between the mighty."
        },
        {
            "chapter": 18,
            "verse": 19,
            "name": "Proverbs 18:19",
            "text": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle."
        },
        {
            "chapter": 18,
            "verse": 20,
            "name": "Proverbs 18:20",
            "text": "A man’s belly shall be satisfied with the fruit of his mouth; and with the increase of his lips shall he be filled."
        },
        {
            "chapter": 18,
            "verse": 21,
            "name": "Proverbs 18:21",
            "text": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof."
        },
        {
            "chapter": 18,
            "verse": 22,
            "name": "Proverbs 18:22",
            "text": "Whoso findeth a wife findeth a good thing, and obtaineth favour of the Lord."
        },
        {
            "chapter": 18,
            "verse": 23,
            "name": "Proverbs 18:23",
            "text": "The poor useth intreaties; but the rich answereth roughly."
        },
        {
            "chapter": 18,
            "verse": 24,
            "name": "Proverbs 18:24",
            "text": "A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother. "
        }
    ]
}