{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 22,
    "book_name": "Song of Songs",
    "chapter": 4,
    "name": "Song of Songs 4",
    "verses": [
        {
            "chapter": 4,
            "verse": 1,
            "name": "Song of Songs 4:1",
            "text": "Behold, thou art fair, my love; behold, thou art fair; thou hast doves’ eyes within thy locks: thy hair is as a flock of goats, that appear from mount Gilead."
        },
        {
            "chapter": 4,
            "verse": 2,
            "name": "Song of Songs 4:2",
            "text": "Thy teeth are like a flock of sheep that are even shorn, which came up from the washing; whereof every one bear twins, and none is barren among them."
        },
        {
            "chapter": 4,
            "verse": 3,
            "name": "Song of Songs 4:3",
            "text": "Thy lips are like a thread of scarlet, and thy speech is comely: thy temples are like a piece of a pomegranate within thy locks."
        },
        {
            "chapter": 4,
            "verse": 4,
            "name": "Song of Songs 4:4",
            "text": "Thy neck is like the tower of David builded for an armoury, whereon there hang a thousand bucklers, all shields of mighty men."
        },
        {
            "chapter": 4,
            "verse": 5,
            "name": "Song of Songs 4:5",
            "text": "Thy two breasts are like two young roes that are twins, which feed among the lilies."
        },
        {
            "chapter": 4,
            "verse": 6,
            "name": "Song of Songs 4:6",
            "text": "Until the day break, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense."
        },
        {
            "chapter": 4,
            "verse": 7,
            "name": "Song of Songs 4:7",
            "text": "Thou art all fair, my love; there is no spot in thee."
        },
        {
            "chapter": 4,
            "verse": 8,
            "name": "Song of Songs 4:8",
            "text": "Come with me from Lebanon, my spouse, with me from Lebanon: look from the top of Amana, from the top of Shenir and Hermon, from the lions’ dens, from the mountains of the leopards."
        },
        {
            "chapter": 4,
            "verse": 9,
            "name": "Song of Songs 4:9",
            "text": "Thou hast ravished my heart, my sister, my spouse; thou hast ravished my heart with one of thine eyes, with one chain of thy neck."
        },
        {
            "chapter": 4,
            "verse": 10,
            "name": "Song of Songs 4:10",
            "text": "How fair is thy love, my sister, my spouse! how much better is thy love than wine! and the smell of thine ointments than all spices!"
        },
        {
            "chapter": 4,
            "verse": 11,
            "name": "Song of Songs 4:11",
            "text": "Thy lips, O my spouse, drop as the honeycomb: honey and milk are under thy tongue; and the smell of thy garments is like the smell of Lebanon."
        },
        {
            "chapter": 4,
            "verse": 12,
            "name": "Song of Songs 4:12",
            "text": "A garden inclosed is my sister, my spouse; a spring shut up, a fountain sealed."
        },
        {
            "chapter": 4,
            "verse": 13,
            "name": "Song of Songs 4:13",
            "text": "Thy plants are an orchard of pomegranates, with pleasant fruits; camphire, with spikenard,"
        },
        {
            "chapter": 4,
            "verse": 14,
            "name": "Song of Songs 4:14",
            "text": "Spikenard and saffron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices:"
        },
        {
            "chapter": 4,
            "verse": 15,
            "name": "Song of Songs 4:15",
            "text": "A fountain of gardens, a well of living waters, and streams from Lebanon."
        },
        {
            "chapter": 4,
            "verse": 16,
            "name": "Song of Songs 4:16",
            "text": "Awake, O north wind; and come, thou south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits. "
        }
    ]
}