{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 3,
    "book_name": "Leviticus",
    "chapter": 10,
    "name": "Leviticus 10",
    "verses": [
        {
            "chapter": 10,
            "verse": 1,
            "name": "Leviticus 10:1",
            "text": "And Nadab and Abihu, the sons of Aaron, took either of them his censer, and put fire therein, and put incense thereon, and offered strange fire before the Lord, which he commanded them not."
        },
        {
            "chapter": 10,
            "verse": 2,
            "name": "Leviticus 10:2",
            "text": "And there went out fire from the Lord, and devoured them, and they died before the Lord."
        },
        {
            "chapter": 10,
            "verse": 3,
            "name": "Leviticus 10:3",
            "text": "Then Moses said unto Aaron, This is it that the Lord spake, saying, I will be sanctified in them that come nigh me, and before all the people I will be glorified. And Aaron held his peace."
        },
        {
            "chapter": 10,
            "verse": 4,
            "name": "Leviticus 10:4",
            "text": "And Moses called Mishael and Elzaphan, the sons of Uzziel the uncle of Aaron, and said unto them, Come near, carry your brethren from before the sanctuary out of the camp."
        },
        {
            "chapter": 10,
            "verse": 5,
            "name": "Leviticus 10:5",
            "text": "So they went near, and carried them in their coats out of the camp; as Moses had said."
        },
        {
            "chapter": 10,
            "verse": 6,
            "name": "Leviticus 10:6",
            "text": "And Moses said unto Aaron, and unto Eleazar and unto Ithamar, his sons, Uncover not your heads, neither rend your clothes; lest ye die, and lest wrath come upon all the people: but let your brethren, the whole house of Israel, bewail the burning which the Lord hath kindled."
        },
        {
            "chapter": 10,
            "verse": 7,
            "name": "Leviticus 10:7",
            "text": "And ye shall not go out from the door of the tabernacle of the congregation, lest ye die: for the anointing oil of the Lord is upon you. And they did according to the word of Moses."
        },
        {
            "chapter": 10,
            "verse": 8,
            "name": "Leviticus 10:8",
            "text": "And the Lord spake unto Aaron, saying,"
        },
        {
            "chapter": 10,
            "verse": 9,
            "name": "Leviticus 10:9",
            "text": "Do not drink wine nor strong drink, thou, nor thy sons with thee, when ye go into the tabernacle of the congregation, lest ye die: it shall be a statute for ever throughout your generations:"
        },
        {
            "chapter": 10,
            "verse": 10,
            "name": "Leviticus 10:10",
            "text": "And that ye may put difference between holy and unholy, and between unclean and clean;"
        },
        {
            "chapter": 10,
            "verse": 11,
            "name": "Leviticus 10:11",
            "text": "And that ye may teach the children of Israel all the statutes which the Lord hath spoken unto them by the hand of Moses."
        },
        {
            "chapter": 10,
            "verse": 12,
            "name": "Leviticus 10:12",
            "text": "And Moses spake unto Aaron, and unto Eleazar and unto Ithamar, his sons that were left, Take the meat offering that remaineth of the offerings of the Lord made by fire, and eat it without leaven beside the altar: for it is most holy:"
        },
        {
            "chapter": 10,
            "verse": 13,
            "name": "Leviticus 10:13",
            "text": "And ye shall eat it in the holy place, because it is thy due, and thy sons’ due, of the sacrifices of the Lord made by fire: for so I am commanded."
        },
        {
            "chapter": 10,
            "verse": 14,
            "name": "Leviticus 10:14",
            "text": "And the wave breast and heave shoulder shall ye eat in a clean place; thou, and thy sons, and thy daughters with thee: for they be thy due, and thy sons’ due, which are given out of the sacrifices of peace offerings of the children of Israel."
        },
        {
            "chapter": 10,
            "verse": 15,
            "name": "Leviticus 10:15",
            "text": "The heave shoulder and the wave breast shall they bring with the offerings made by fire of the fat, to wave it for a wave offering before the Lord; and it shall be thine, and thy sons’ with thee, by a statute for ever; as the Lord hath commanded."
        },
        {
            "chapter": 10,
            "verse": 16,
            "name": "Leviticus 10:16",
            "text": "And Moses diligently sought the goat of the sin offering, and, behold, it was burnt: and he was angry with Eleazar and Ithamar, the sons of Aaron which were left alive, saying,"
        },
        {
            "chapter": 10,
            "verse": 17,
            "name": "Leviticus 10:17",
            "text": "Wherefore have ye not eaten the sin offering in the holy place, seeing it is most holy, and God hath given it you to bear the iniquity of the congregation, to make atonement for them before the Lord?"
        },
        {
            "chapter": 10,
            "verse": 18,
            "name": "Leviticus 10:18",
            "text": "Behold, the blood of it was not brought in within the holy place: ye should indeed have eaten it in the holy place, as I commanded."
        },
        {
            "chapter": 10,
            "verse": 19,
            "name": "Leviticus 10:19",
            "text": "And Aaron said unto Moses, Behold, this day have they offered their sin offering and their burnt offering before the Lord; and such things have befallen me: and if I had eaten the sin offering to day, should it have been accepted in the sight of the Lord?"
        },
        {
            "chapter": 10,
            "verse": 20,
            "name": "Leviticus 10:20",
            "text": "And when Moses heard that, he was content. "
        }
    ]
}