{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 10,
    "name": "Job 10",
    "verses": [
        {
            "chapter": 10,
            "verse": 1,
            "name": "Job 10:1",
            "text": "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul."
        },
        {
            "chapter": 10,
            "verse": 2,
            "name": "Job 10:2",
            "text": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me."
        },
        {
            "chapter": 10,
            "verse": 3,
            "name": "Job 10:3",
            "text": "Is it good unto thee that thou shouldest oppress, that thou shouldest despise the work of thine hands, and shine upon the counsel of the wicked?"
        },
        {
            "chapter": 10,
            "verse": 4,
            "name": "Job 10:4",
            "text": "Hast thou eyes of flesh? or seest thou as man seeth?"
        },
        {
            "chapter": 10,
            "verse": 5,
            "name": "Job 10:5",
            "text": "Are thy days as the days of man? are thy years as man’s days,"
        },
        {
            "chapter": 10,
            "verse": 6,
            "name": "Job 10:6",
            "text": "That thou enquirest after mine iniquity, and searchest after my sin?"
        },
        {
            "chapter": 10,
            "verse": 7,
            "name": "Job 10:7",
            "text": "Thou knowest that I am not wicked; and there is none that can deliver out of thine hand."
        },
        {
            "chapter": 10,
            "verse": 8,
            "name": "Job 10:8",
            "text": "Thine hands have made me and fashioned me together round about; yet thou dost destroy me."
        },
        {
            "chapter": 10,
            "verse": 9,
            "name": "Job 10:9",
            "text": "Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?"
        },
        {
            "chapter": 10,
            "verse": 10,
            "name": "Job 10:10",
            "text": "Hast thou not poured me out as milk, and curdled me like cheese?"
        },
        {
            "chapter": 10,
            "verse": 11,
            "name": "Job 10:11",
            "text": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews."
        },
        {
            "chapter": 10,
            "verse": 12,
            "name": "Job 10:12",
            "text": "Thou hast granted me life and favour, and thy visitation hath preserved my spirit."
        },
        {
            "chapter": 10,
            "verse": 13,
            "name": "Job 10:13",
            "text": "And these things hast thou hid in thine heart: I know that this is with thee."
        },
        {
            "chapter": 10,
            "verse": 14,
            "name": "Job 10:14",
            "text": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity."
        },
        {
            "chapter": 10,
            "verse": 15,
            "name": "Job 10:15",
            "text": "If I be wicked, woe unto me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see thou mine affliction;"
        },
        {
            "chapter": 10,
            "verse": 16,
            "name": "Job 10:16",
            "text": "For it increaseth. Thou huntest me as a fierce lion: and again thou shewest thyself marvellous upon me."
        },
        {
            "chapter": 10,
            "verse": 17,
            "name": "Job 10:17",
            "text": "Thou renewest thy witnesses against me, and increasest thine indignation upon me; changes and war are against me."
        },
        {
            "chapter": 10,
            "verse": 18,
            "name": "Job 10:18",
            "text": "Wherefore then hast thou brought me forth out of the womb? Oh that I had given up the ghost, and no eye had seen me!"
        },
        {
            "chapter": 10,
            "verse": 19,
            "name": "Job 10:19",
            "text": "I should have been as though I had not been; I should have been carried from the womb to the grave."
        },
        {
            "chapter": 10,
            "verse": 20,
            "name": "Job 10:20",
            "text": "Are not my days few? cease then, and let me alone, that I may take comfort a little,"
        },
        {
            "chapter": 10,
            "verse": 21,
            "name": "Job 10:21",
            "text": "Before I go whence I shall not return, even to the land of darkness and the shadow of death;"
        },
        {
            "chapter": 10,
            "verse": 22,
            "name": "Job 10:22",
            "text": "A land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness. "
        }
    ]
}