{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 12,
    "name": "Job 12",
    "verses": [
        {
            "chapter": 12,
            "verse": 1,
            "name": "Job 12:1",
            "text": "And Job answered and said,"
        },
        {
            "chapter": 12,
            "verse": 2,
            "name": "Job 12:2",
            "text": "No doubt but ye are the people, and wisdom shall die with you."
        },
        {
            "chapter": 12,
            "verse": 3,
            "name": "Job 12:3",
            "text": "But I have understanding as well as you; I am not inferior to you: yea, who knoweth not such things as these?"
        },
        {
            "chapter": 12,
            "verse": 4,
            "name": "Job 12:4",
            "text": "I am as one mocked of his neighbour, who calleth upon God, and he answereth him: the just upright man is laughed to scorn."
        },
        {
            "chapter": 12,
            "verse": 5,
            "name": "Job 12:5",
            "text": "He that is ready to slip with his feet is as a lamp despised in the thought of him that is at ease."
        },
        {
            "chapter": 12,
            "verse": 6,
            "name": "Job 12:6",
            "text": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth abundantly."
        },
        {
            "chapter": 12,
            "verse": 7,
            "name": "Job 12:7",
            "text": "But ask now the beasts, and they shall teach thee; and the fowls of the air, and they shall tell thee:"
        },
        {
            "chapter": 12,
            "verse": 8,
            "name": "Job 12:8",
            "text": "Or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare unto thee."
        },
        {
            "chapter": 12,
            "verse": 9,
            "name": "Job 12:9",
            "text": "Who knoweth not in all these that the hand of the Lord hath wrought this?"
        },
        {
            "chapter": 12,
            "verse": 10,
            "name": "Job 12:10",
            "text": "In whose hand is the soul of every living thing, and the breath of all mankind."
        },
        {
            "chapter": 12,
            "verse": 11,
            "name": "Job 12:11",
            "text": "Doth not the ear try words? and the mouth taste his meat?"
        },
        {
            "chapter": 12,
            "verse": 12,
            "name": "Job 12:12",
            "text": "With the ancient is wisdom; and in length of days understanding."
        },
        {
            "chapter": 12,
            "verse": 13,
            "name": "Job 12:13",
            "text": "With him is wisdom and strength, he hath counsel and understanding."
        },
        {
            "chapter": 12,
            "verse": 14,
            "name": "Job 12:14",
            "text": "Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening."
        },
        {
            "chapter": 12,
            "verse": 15,
            "name": "Job 12:15",
            "text": "Behold, he withholdeth the waters, and they dry up: also he sendeth them out, and they overturn the earth."
        },
        {
            "chapter": 12,
            "verse": 16,
            "name": "Job 12:16",
            "text": "With him is strength and wisdom: the deceived and the deceiver are his."
        },
        {
            "chapter": 12,
            "verse": 17,
            "name": "Job 12:17",
            "text": "He leadeth counsellors away spoiled, and maketh the judges fools."
        },
        {
            "chapter": 12,
            "verse": 18,
            "name": "Job 12:18",
            "text": "He looseth the bond of kings, and girdeth their loins with a girdle."
        },
        {
            "chapter": 12,
            "verse": 19,
            "name": "Job 12:19",
            "text": "He leadeth princes away spoiled, and overthroweth the mighty."
        },
        {
            "chapter": 12,
            "verse": 20,
            "name": "Job 12:20",
            "text": "He removeth away the speech of the trusty, and taketh away the understanding of the aged."
        },
        {
            "chapter": 12,
            "verse": 21,
            "name": "Job 12:21",
            "text": "He poureth contempt upon princes, and weakeneth the strength of the mighty."
        },
        {
            "chapter": 12,
            "verse": 22,
            "name": "Job 12:22",
            "text": "He discovereth deep things out of darkness, and bringeth out to light the shadow of death."
        },
        {
            "chapter": 12,
            "verse": 23,
            "name": "Job 12:23",
            "text": "He increaseth the nations, and destroyeth them: he enlargeth the nations, and straiteneth them again."
        },
        {
            "chapter": 12,
            "verse": 24,
            "name": "Job 12:24",
            "text": "He taketh away the heart of the chief of the people of the earth, and causeth them to wander in a wilderness where there is no way."
        },
        {
            "chapter": 12,
            "verse": 25,
            "name": "Job 12:25",
            "text": "They grope in the dark without light, and he maketh them to stagger like a drunken man. "
        }
    ]
}