{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 16,
    "name": "Job 16",
    "verses": [
        {
            "chapter": 16,
            "verse": 1,
            "name": "Job 16:1",
            "text": "Then Job answered and said,"
        },
        {
            "chapter": 16,
            "verse": 2,
            "name": "Job 16:2",
            "text": "I have heard many such things: miserable comforters are ye all."
        },
        {
            "chapter": 16,
            "verse": 3,
            "name": "Job 16:3",
            "text": "Shall vain words have an end? or what emboldeneth thee that thou answerest?"
        },
        {
            "chapter": 16,
            "verse": 4,
            "name": "Job 16:4",
            "text": "I also could speak as ye do: if your soul were in my soul’s stead, I could heap up words against you, and shake mine head at you."
        },
        {
            "chapter": 16,
            "verse": 5,
            "name": "Job 16:5",
            "text": "But I would strengthen you with my mouth, and the moving of my lips should asswage your grief."
        },
        {
            "chapter": 16,
            "verse": 6,
            "name": "Job 16:6",
            "text": "Though I speak, my grief is not asswaged: and though I forbear, what am I eased?"
        },
        {
            "chapter": 16,
            "verse": 7,
            "name": "Job 16:7",
            "text": "But now he hath made me weary: thou hast made desolate all my company."
        },
        {
            "chapter": 16,
            "verse": 8,
            "name": "Job 16:8",
            "text": "And thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me beareth witness to my face."
        },
        {
            "chapter": 16,
            "verse": 9,
            "name": "Job 16:9",
            "text": "He teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me."
        },
        {
            "chapter": 16,
            "verse": 10,
            "name": "Job 16:10",
            "text": "They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me."
        },
        {
            "chapter": 16,
            "verse": 11,
            "name": "Job 16:11",
            "text": "God hath delivered me to the ungodly, and turned me over into the hands of the wicked."
        },
        {
            "chapter": 16,
            "verse": 12,
            "name": "Job 16:12",
            "text": "I was at ease, but he hath broken me asunder: he hath also taken me by my neck, and shaken me to pieces, and set me up for his mark."
        },
        {
            "chapter": 16,
            "verse": 13,
            "name": "Job 16:13",
            "text": "His archers compass me round about, he cleaveth my reins asunder, and doth not spare; he poureth out my gall upon the ground."
        },
        {
            "chapter": 16,
            "verse": 14,
            "name": "Job 16:14",
            "text": "He breaketh me with breach upon breach, he runneth upon me like a giant."
        },
        {
            "chapter": 16,
            "verse": 15,
            "name": "Job 16:15",
            "text": "I have sewed sackcloth upon my skin, and defiled my horn in the dust."
        },
        {
            "chapter": 16,
            "verse": 16,
            "name": "Job 16:16",
            "text": "My face is foul with weeping, and on my eyelids is the shadow of death;"
        },
        {
            "chapter": 16,
            "verse": 17,
            "name": "Job 16:17",
            "text": "Not for any injustice in mine hands: also my prayer is pure."
        },
        {
            "chapter": 16,
            "verse": 18,
            "name": "Job 16:18",
            "text": "O earth, cover not thou my blood, and let my cry have no place."
        },
        {
            "chapter": 16,
            "verse": 19,
            "name": "Job 16:19",
            "text": "Also now, behold, my witness is in heaven, and my record is on high."
        },
        {
            "chapter": 16,
            "verse": 20,
            "name": "Job 16:20",
            "text": "My friends scorn me: but mine eye poureth out tears unto God."
        },
        {
            "chapter": 16,
            "verse": 21,
            "name": "Job 16:21",
            "text": "O that one might plead for a man with God, as a man pleadeth for his neighbour!"
        },
        {
            "chapter": 16,
            "verse": 22,
            "name": "Job 16:22",
            "text": "When a few years are come, then I shall go the way whence I shall not return. "
        }
    ]
}