{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 20,
    "book_name": "Proverbs",
    "chapter": 10,
    "name": "Proverbs 10",
    "verses": [
        {
            "chapter": 10,
            "verse": 1,
            "name": "Proverbs 10:1",
            "text": "The proverbs of Solomon. A wise son maketh a glad father: but a foolish son is the heaviness of his mother."
        },
        {
            "chapter": 10,
            "verse": 2,
            "name": "Proverbs 10:2",
            "text": "Treasures of wickedness profit nothing: but righteousness delivereth from death."
        },
        {
            "chapter": 10,
            "verse": 3,
            "name": "Proverbs 10:3",
            "text": "The Lord will not suffer the soul of the righteous to famish: but he casteth away the substance of the wicked."
        },
        {
            "chapter": 10,
            "verse": 4,
            "name": "Proverbs 10:4",
            "text": "He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich."
        },
        {
            "chapter": 10,
            "verse": 5,
            "name": "Proverbs 10:5",
            "text": "He that gathereth in summer is a wise son: but he that sleepeth in harvest is a son that causeth shame."
        },
        {
            "chapter": 10,
            "verse": 6,
            "name": "Proverbs 10:6",
            "text": "Blessings are upon the head of the just: but violence covereth the mouth of the wicked."
        },
        {
            "chapter": 10,
            "verse": 7,
            "name": "Proverbs 10:7",
            "text": "The memory of the just is blessed: but the name of the wicked shall rot."
        },
        {
            "chapter": 10,
            "verse": 8,
            "name": "Proverbs 10:8",
            "text": "The wise in heart will receive commandments: but a prating fool shall fall."
        },
        {
            "chapter": 10,
            "verse": 9,
            "name": "Proverbs 10:9",
            "text": "He that walketh uprightly walketh surely: but he that perverteth his ways shall be known."
        },
        {
            "chapter": 10,
            "verse": 10,
            "name": "Proverbs 10:10",
            "text": "He that winketh with the eye causeth sorrow: but a prating fool shall fall."
        },
        {
            "chapter": 10,
            "verse": 11,
            "name": "Proverbs 10:11",
            "text": "The mouth of a righteous man is a well of life: but violence covereth the mouth of the wicked."
        },
        {
            "chapter": 10,
            "verse": 12,
            "name": "Proverbs 10:12",
            "text": "Hatred stirreth up strifes: but love covereth all sins."
        },
        {
            "chapter": 10,
            "verse": 13,
            "name": "Proverbs 10:13",
            "text": "In the lips of him that hath understanding wisdom is found: but a rod is for the back of him that is void of understanding."
        },
        {
            "chapter": 10,
            "verse": 14,
            "name": "Proverbs 10:14",
            "text": "Wise men lay up knowledge: but the mouth of the foolish is near destruction."
        },
        {
            "chapter": 10,
            "verse": 15,
            "name": "Proverbs 10:15",
            "text": "The rich man’s wealth is his strong city: the destruction of the poor is their poverty."
        },
        {
            "chapter": 10,
            "verse": 16,
            "name": "Proverbs 10:16",
            "text": "The labour of the righteous tendeth to life: the fruit of the wicked to sin."
        },
        {
            "chapter": 10,
            "verse": 17,
            "name": "Proverbs 10:17",
            "text": "He is in the way of life that keepeth instruction: but he that refuseth reproof erreth."
        },
        {
            "chapter": 10,
            "verse": 18,
            "name": "Proverbs 10:18",
            "text": "He that hideth hatred with lying lips, and he that uttereth a slander, is a fool."
        },
        {
            "chapter": 10,
            "verse": 19,
            "name": "Proverbs 10:19",
            "text": "In the multitude of words there wanteth not sin: but he that refraineth his lips is wise."
        },
        {
            "chapter": 10,
            "verse": 20,
            "name": "Proverbs 10:20",
            "text": "The tongue of the just is as choice silver: the heart of the wicked is little worth."
        },
        {
            "chapter": 10,
            "verse": 21,
            "name": "Proverbs 10:21",
            "text": "The lips of the righteous feed many: but fools die for want of wisdom."
        },
        {
            "chapter": 10,
            "verse": 22,
            "name": "Proverbs 10:22",
            "text": "The blessing of the Lord, it maketh rich, and he addeth no sorrow with it."
        },
        {
            "chapter": 10,
            "verse": 23,
            "name": "Proverbs 10:23",
            "text": "It is as sport to a fool to do mischief: but a man of understanding hath wisdom."
        },
        {
            "chapter": 10,
            "verse": 24,
            "name": "Proverbs 10:24",
            "text": "The fear of the wicked, it shall come upon him: but the desire of the righteous shall be granted."
        },
        {
            "chapter": 10,
            "verse": 25,
            "name": "Proverbs 10:25",
            "text": "As the whirlwind passeth, so is the wicked no more: but the righteous is an everlasting foundation."
        },
        {
            "chapter": 10,
            "verse": 26,
            "name": "Proverbs 10:26",
            "text": "As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to them that send him."
        },
        {
            "chapter": 10,
            "verse": 27,
            "name": "Proverbs 10:27",
            "text": "The fear of the Lord prolongeth days: but the years of the wicked shall be shortened."
        },
        {
            "chapter": 10,
            "verse": 28,
            "name": "Proverbs 10:28",
            "text": "The hope of the righteous shall be gladness: but the expectation of the wicked shall perish."
        },
        {
            "chapter": 10,
            "verse": 29,
            "name": "Proverbs 10:29",
            "text": "The way of the Lord is strength to the upright: but destruction shall be to the workers of iniquity."
        },
        {
            "chapter": 10,
            "verse": 30,
            "name": "Proverbs 10:30",
            "text": "The righteous shall never be removed: but the wicked shall not inhabit the earth."
        },
        {
            "chapter": 10,
            "verse": 31,
            "name": "Proverbs 10:31",
            "text": "The mouth of the just bringeth forth wisdom: but the froward tongue shall be cut out."
        },
        {
            "chapter": 10,
            "verse": 32,
            "name": "Proverbs 10:32",
            "text": "The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh frowardness. "
        }
    ]
}