{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 20,
    "book_name": "Proverbs",
    "chapter": 22,
    "name": "Proverbs 22",
    "verses": [
        {
            "chapter": 22,
            "verse": 1,
            "name": "Proverbs 22:1",
            "text": "A good name is rather to be chosen than great riches, and loving favour rather than silver and gold."
        },
        {
            "chapter": 22,
            "verse": 2,
            "name": "Proverbs 22:2",
            "text": "The rich and poor meet together: the Lord is the maker of them all."
        },
        {
            "chapter": 22,
            "verse": 3,
            "name": "Proverbs 22:3",
            "text": "A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished."
        },
        {
            "chapter": 22,
            "verse": 4,
            "name": "Proverbs 22:4",
            "text": "By humility and the fear of the Lord are riches, and honour, and life."
        },
        {
            "chapter": 22,
            "verse": 5,
            "name": "Proverbs 22:5",
            "text": "Thorns and snares are in the way of the froward: he that doth keep his soul shall be far from them."
        },
        {
            "chapter": 22,
            "verse": 6,
            "name": "Proverbs 22:6",
            "text": "Train up a child in the way he should go: and when he is old, he will not depart from it."
        },
        {
            "chapter": 22,
            "verse": 7,
            "name": "Proverbs 22:7",
            "text": "The rich ruleth over the poor, and the borrower is servant to the lender."
        },
        {
            "chapter": 22,
            "verse": 8,
            "name": "Proverbs 22:8",
            "text": "He that soweth iniquity shall reap vanity: and the rod of his anger shall fail."
        },
        {
            "chapter": 22,
            "verse": 9,
            "name": "Proverbs 22:9",
            "text": "He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor."
        },
        {
            "chapter": 22,
            "verse": 10,
            "name": "Proverbs 22:10",
            "text": "Cast out the scorner, and contention shall go out; yea, strife and reproach shall cease."
        },
        {
            "chapter": 22,
            "verse": 11,
            "name": "Proverbs 22:11",
            "text": "He that loveth pureness of heart, for the grace of his lips the king shall be his friend."
        },
        {
            "chapter": 22,
            "verse": 12,
            "name": "Proverbs 22:12",
            "text": "The eyes of the Lord preserve knowledge, and he overthroweth the words of the transgressor."
        },
        {
            "chapter": 22,
            "verse": 13,
            "name": "Proverbs 22:13",
            "text": "The slothful man saith, There is a lion without, I shall be slain in the streets."
        },
        {
            "chapter": 22,
            "verse": 14,
            "name": "Proverbs 22:14",
            "text": "The mouth of strange women is a deep pit: he that is abhorred of the Lord shall fall therein."
        },
        {
            "chapter": 22,
            "verse": 15,
            "name": "Proverbs 22:15",
            "text": "Foolishness is bound in the heart of a child; but the rod of correction shall drive it far from him."
        },
        {
            "chapter": 22,
            "verse": 16,
            "name": "Proverbs 22:16",
            "text": "He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want."
        },
        {
            "chapter": 22,
            "verse": 17,
            "name": "Proverbs 22:17",
            "text": "Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge."
        },
        {
            "chapter": 22,
            "verse": 18,
            "name": "Proverbs 22:18",
            "text": "For it is a pleasant thing if thou keep them within thee; they shall withal be fitted in thy lips."
        },
        {
            "chapter": 22,
            "verse": 19,
            "name": "Proverbs 22:19",
            "text": "That thy trust may be in the Lord, I have made known to thee this day, even to thee."
        },
        {
            "chapter": 22,
            "verse": 20,
            "name": "Proverbs 22:20",
            "text": "Have not I written to thee excellent things in counsels and knowledge,"
        },
        {
            "chapter": 22,
            "verse": 21,
            "name": "Proverbs 22:21",
            "text": "That I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to them that send unto thee?"
        },
        {
            "chapter": 22,
            "verse": 22,
            "name": "Proverbs 22:22",
            "text": "Rob not the poor, because he is poor: neither oppress the afflicted in the gate:"
        },
        {
            "chapter": 22,
            "verse": 23,
            "name": "Proverbs 22:23",
            "text": "For the Lord will plead their cause, and spoil the soul of those that spoiled them."
        },
        {
            "chapter": 22,
            "verse": 24,
            "name": "Proverbs 22:24",
            "text": "Make no friendship with an angry man; and with a furious man thou shalt not go:"
        },
        {
            "chapter": 22,
            "verse": 25,
            "name": "Proverbs 22:25",
            "text": "Lest thou learn his ways, and get a snare to thy soul."
        },
        {
            "chapter": 22,
            "verse": 26,
            "name": "Proverbs 22:26",
            "text": "Be not thou one of them that strike hands, or of them that are sureties for debts."
        },
        {
            "chapter": 22,
            "verse": 27,
            "name": "Proverbs 22:27",
            "text": "If thou hast nothing to pay, why should he take away thy bed from under thee?"
        },
        {
            "chapter": 22,
            "verse": 28,
            "name": "Proverbs 22:28",
            "text": "Remove not the ancient landmark, which thy fathers have set."
        },
        {
            "chapter": 22,
            "verse": 29,
            "name": "Proverbs 22:29",
            "text": "Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men. "
        }
    ]
}