{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 20,
    "book_name": "Proverbs",
    "chapter": 27,
    "name": "Proverbs 27",
    "verses": [
        {
            "chapter": 27,
            "verse": 1,
            "name": "Proverbs 27:1",
            "text": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth."
        },
        {
            "chapter": 27,
            "verse": 2,
            "name": "Proverbs 27:2",
            "text": "Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips."
        },
        {
            "chapter": 27,
            "verse": 3,
            "name": "Proverbs 27:3",
            "text": "A stone is heavy, and the sand weighty; but a fool’s wrath is heavier than them both."
        },
        {
            "chapter": 27,
            "verse": 4,
            "name": "Proverbs 27:4",
            "text": "Wrath is cruel, and anger is outrageous; but who is able to stand before envy?"
        },
        {
            "chapter": 27,
            "verse": 5,
            "name": "Proverbs 27:5",
            "text": "Open rebuke is better than secret love."
        },
        {
            "chapter": 27,
            "verse": 6,
            "name": "Proverbs 27:6",
            "text": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful."
        },
        {
            "chapter": 27,
            "verse": 7,
            "name": "Proverbs 27:7",
            "text": "The full soul loatheth an honeycomb; but to the hungry soul every bitter thing is sweet."
        },
        {
            "chapter": 27,
            "verse": 8,
            "name": "Proverbs 27:8",
            "text": "As a bird that wandereth from her nest, so is a man that wandereth from his place."
        },
        {
            "chapter": 27,
            "verse": 9,
            "name": "Proverbs 27:9",
            "text": "Ointment and perfume rejoice the heart: so doth the sweetness of a man’s friend by hearty counsel."
        },
        {
            "chapter": 27,
            "verse": 10,
            "name": "Proverbs 27:10",
            "text": "Thine own friend, and thy father’s friend, forsake not; neither go into thy brother’s house in the day of thy calamity: for better is a neighbour that is near than a brother far off."
        },
        {
            "chapter": 27,
            "verse": 11,
            "name": "Proverbs 27:11",
            "text": "My son, be wise, and make my heart glad, that I may answer him that reproacheth me."
        },
        {
            "chapter": 27,
            "verse": 12,
            "name": "Proverbs 27:12",
            "text": "A prudent man foreseeth the evil, and hideth himself; but the simple pass on, and are punished."
        },
        {
            "chapter": 27,
            "verse": 13,
            "name": "Proverbs 27:13",
            "text": "Take his garment that is surety for a stranger, and take a pledge of him for a strange woman."
        },
        {
            "chapter": 27,
            "verse": 14,
            "name": "Proverbs 27:14",
            "text": "He that blesseth his friend with a loud voice, rising early in the morning, it shall be counted a curse to him."
        },
        {
            "chapter": 27,
            "verse": 15,
            "name": "Proverbs 27:15",
            "text": "A continual dropping in a very rainy day and a contentious woman are alike."
        },
        {
            "chapter": 27,
            "verse": 16,
            "name": "Proverbs 27:16",
            "text": "Whosoever hideth her hideth the wind, and the ointment of his right hand, which bewrayeth itself."
        },
        {
            "chapter": 27,
            "verse": 17,
            "name": "Proverbs 27:17",
            "text": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend."
        },
        {
            "chapter": 27,
            "verse": 18,
            "name": "Proverbs 27:18",
            "text": "Whoso keepeth the fig tree shall eat the fruit thereof: so he that waiteth on his master shall be honoured."
        },
        {
            "chapter": 27,
            "verse": 19,
            "name": "Proverbs 27:19",
            "text": "As in water face answereth to face, so the heart of man to man."
        },
        {
            "chapter": 27,
            "verse": 20,
            "name": "Proverbs 27:20",
            "text": "Hell and destruction are never full; so the eyes of man are never satisfied."
        },
        {
            "chapter": 27,
            "verse": 21,
            "name": "Proverbs 27:21",
            "text": "As the fining pot for silver, and the furnace for gold; so is a man to his praise."
        },
        {
            "chapter": 27,
            "verse": 22,
            "name": "Proverbs 27:22",
            "text": "Though thou shouldest bray a fool in a mortar among wheat with a pestle, yet will not his foolishness depart from him."
        },
        {
            "chapter": 27,
            "verse": 23,
            "name": "Proverbs 27:23",
            "text": "Be thou diligent to know the state of thy flocks, and look well to thy herds."
        },
        {
            "chapter": 27,
            "verse": 24,
            "name": "Proverbs 27:24",
            "text": "For riches are not for ever: and doth the crown endure to every generation?"
        },
        {
            "chapter": 27,
            "verse": 25,
            "name": "Proverbs 27:25",
            "text": "The hay appeareth, and the tender grass sheweth itself, and herbs of the mountains are gathered."
        },
        {
            "chapter": 27,
            "verse": 26,
            "name": "Proverbs 27:26",
            "text": "The lambs are for thy clothing, and the goats are the price of the field."
        },
        {
            "chapter": 27,
            "verse": 27,
            "name": "Proverbs 27:27",
            "text": "And thou shalt have goats’ milk enough for thy food, for the food of thy household, and for the maintenance for thy maidens. "
        }
    ]
}