{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 21,
    "book_name": "Ecclesiastes",
    "chapter": 10,
    "name": "Ecclesiastes 10",
    "verses": [
        {
            "chapter": 10,
            "verse": 1,
            "name": "Ecclesiastes 10:1",
            "text": "Dead flies cause the ointment of the apothecary to send forth a stinking savour: so doth a little folly him that is in reputation for wisdom and honour."
        },
        {
            "chapter": 10,
            "verse": 2,
            "name": "Ecclesiastes 10:2",
            "text": "A wise man’s heart is at his right hand; but a fool’s heart at his left."
        },
        {
            "chapter": 10,
            "verse": 3,
            "name": "Ecclesiastes 10:3",
            "text": "Yea also, when he that is a fool walketh by the way, his wisdom faileth him, and he saith to every one that he is a fool."
        },
        {
            "chapter": 10,
            "verse": 4,
            "name": "Ecclesiastes 10:4",
            "text": "If the spirit of the ruler rise up against thee, leave not thy place; for yielding pacifieth great offences."
        },
        {
            "chapter": 10,
            "verse": 5,
            "name": "Ecclesiastes 10:5",
            "text": "There is an evil which I have seen under the sun, as an error which proceedeth from the ruler:"
        },
        {
            "chapter": 10,
            "verse": 6,
            "name": "Ecclesiastes 10:6",
            "text": "Folly is set in great dignity, and the rich sit in low place."
        },
        {
            "chapter": 10,
            "verse": 7,
            "name": "Ecclesiastes 10:7",
            "text": "I have seen servants upon horses, and princes walking as servants upon the earth."
        },
        {
            "chapter": 10,
            "verse": 8,
            "name": "Ecclesiastes 10:8",
            "text": "He that diggeth a pit shall fall into it; and whoso breaketh an hedge, a serpent shall bite him."
        },
        {
            "chapter": 10,
            "verse": 9,
            "name": "Ecclesiastes 10:9",
            "text": "Whoso removeth stones shall be hurt therewith; and he that cleaveth wood shall be endangered thereby."
        },
        {
            "chapter": 10,
            "verse": 10,
            "name": "Ecclesiastes 10:10",
            "text": "If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct."
        },
        {
            "chapter": 10,
            "verse": 11,
            "name": "Ecclesiastes 10:11",
            "text": "Surely the serpent will bite without enchantment; and a babbler is no better."
        },
        {
            "chapter": 10,
            "verse": 12,
            "name": "Ecclesiastes 10:12",
            "text": "The words of a wise man’s mouth are gracious; but the lips of a fool will swallow up himself."
        },
        {
            "chapter": 10,
            "verse": 13,
            "name": "Ecclesiastes 10:13",
            "text": "The beginning of the words of his mouth is foolishness: and the end of his talk is mischievous madness."
        },
        {
            "chapter": 10,
            "verse": 14,
            "name": "Ecclesiastes 10:14",
            "text": "A fool also is full of words: a man cannot tell what shall be; and what shall be after him, who can tell him?"
        },
        {
            "chapter": 10,
            "verse": 15,
            "name": "Ecclesiastes 10:15",
            "text": "The labour of the foolish wearieth every one of them, because he knoweth not how to go to the city."
        },
        {
            "chapter": 10,
            "verse": 16,
            "name": "Ecclesiastes 10:16",
            "text": "Woe to thee, O land, when thy king is a child, and thy princes eat in the morning!"
        },
        {
            "chapter": 10,
            "verse": 17,
            "name": "Ecclesiastes 10:17",
            "text": "Blessed art thou, O land, when thy king is the son of nobles, and thy princes eat in due season, for strength, and not for drunkenness!"
        },
        {
            "chapter": 10,
            "verse": 18,
            "name": "Ecclesiastes 10:18",
            "text": "By much slothfulness the building decayeth; and through idleness of the hands the house droppeth through."
        },
        {
            "chapter": 10,
            "verse": 19,
            "name": "Ecclesiastes 10:19",
            "text": "A feast is made for laughter, and wine maketh merry: but money answereth all things."
        },
        {
            "chapter": 10,
            "verse": 20,
            "name": "Ecclesiastes 10:20",
            "text": "Curse not the king, no not in thy thought; and curse not the rich in thy bedchamber: for a bird of the air shall carry the voice, and that which hath wings shall tell the matter. "
        }
    ]
}