{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 17,
    "name": "Job 17",
    "verses": [
        {
            "chapter": 17,
            "verse": 1,
            "name": "Job 17:1",
            "text": "My breath is corrupt, my days are extinct, the graves are ready for me."
        },
        {
            "chapter": 17,
            "verse": 2,
            "name": "Job 17:2",
            "text": "Are there not mockers with me? and doth not mine eye continue in their provocation?"
        },
        {
            "chapter": 17,
            "verse": 3,
            "name": "Job 17:3",
            "text": "Lay down now, put me in a surety with thee; who is he that will strike hands with me?"
        },
        {
            "chapter": 17,
            "verse": 4,
            "name": "Job 17:4",
            "text": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them."
        },
        {
            "chapter": 17,
            "verse": 5,
            "name": "Job 17:5",
            "text": "He that speaketh flattery to his friends, even the eyes of his children shall fail."
        },
        {
            "chapter": 17,
            "verse": 6,
            "name": "Job 17:6",
            "text": "He hath made me also a byword of the people; and aforetime I was as a tabret."
        },
        {
            "chapter": 17,
            "verse": 7,
            "name": "Job 17:7",
            "text": "Mine eye also is dim by reason of sorrow, and all my members are as a shadow."
        },
        {
            "chapter": 17,
            "verse": 8,
            "name": "Job 17:8",
            "text": "Upright men shall be astonied at this, and the innocent shall stir up himself against the hypocrite."
        },
        {
            "chapter": 17,
            "verse": 9,
            "name": "Job 17:9",
            "text": "The righteous also shall hold on his way, and he that hath clean hands shall be stronger and stronger."
        },
        {
            "chapter": 17,
            "verse": 10,
            "name": "Job 17:10",
            "text": "But as for you all, do ye return, and come now: for I cannot find one wise man among you."
        },
        {
            "chapter": 17,
            "verse": 11,
            "name": "Job 17:11",
            "text": "My days are past, my purposes are broken off, even the thoughts of my heart."
        },
        {
            "chapter": 17,
            "verse": 12,
            "name": "Job 17:12",
            "text": "They change the night into day: the light is short because of darkness."
        },
        {
            "chapter": 17,
            "verse": 13,
            "name": "Job 17:13",
            "text": "If I wait, the grave is mine house: I have made my bed in the darkness."
        },
        {
            "chapter": 17,
            "verse": 14,
            "name": "Job 17:14",
            "text": "I have said to corruption, Thou art my father: to the worm, Thou art my mother, and my sister."
        },
        {
            "chapter": 17,
            "verse": 15,
            "name": "Job 17:15",
            "text": "And where is now my hope? as for my hope, who shall see it?"
        },
        {
            "chapter": 17,
            "verse": 16,
            "name": "Job 17:16",
            "text": "They shall go down to the bars of the pit, when our rest together is in the dust. "
        }
    ]
}