{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 23,
    "name": "Job 23",
    "verses": [
        {
            "chapter": 23,
            "verse": 1,
            "name": "Job 23:1",
            "text": "Then Job answered and said,"
        },
        {
            "chapter": 23,
            "verse": 2,
            "name": "Job 23:2",
            "text": "Even to day is my complaint bitter: my stroke is heavier than my groaning."
        },
        {
            "chapter": 23,
            "verse": 3,
            "name": "Job 23:3",
            "text": "Oh that I knew where I might find him! that I might come even to his seat!"
        },
        {
            "chapter": 23,
            "verse": 4,
            "name": "Job 23:4",
            "text": "I would order my cause before him, and fill my mouth with arguments."
        },
        {
            "chapter": 23,
            "verse": 5,
            "name": "Job 23:5",
            "text": "I would know the words which he would answer me, and understand what he would say unto me."
        },
        {
            "chapter": 23,
            "verse": 6,
            "name": "Job 23:6",
            "text": "Will he plead against me with his great power? No; but he would put strength in me."
        },
        {
            "chapter": 23,
            "verse": 7,
            "name": "Job 23:7",
            "text": "There the righteous might dispute with him; so should I be delivered for ever from my judge."
        },
        {
            "chapter": 23,
            "verse": 8,
            "name": "Job 23:8",
            "text": "Behold, I go forward, but he is not there; and backward, but I cannot perceive him:"
        },
        {
            "chapter": 23,
            "verse": 9,
            "name": "Job 23:9",
            "text": "On the left hand, where he doth work, but I cannot behold him: he hideth himself on the right hand, that I cannot see him:"
        },
        {
            "chapter": 23,
            "verse": 10,
            "name": "Job 23:10",
            "text": "But he knoweth the way that I take: when he hath tried me, I shall come forth as gold."
        },
        {
            "chapter": 23,
            "verse": 11,
            "name": "Job 23:11",
            "text": "My foot hath held his steps, his way have I kept, and not declined."
        },
        {
            "chapter": 23,
            "verse": 12,
            "name": "Job 23:12",
            "text": "Neither have I gone back from the commandment of his lips; I have esteemed the words of his mouth more than my necessary food."
        },
        {
            "chapter": 23,
            "verse": 13,
            "name": "Job 23:13",
            "text": "But he is in one mind, and who can turn him? and what his soul desireth, even that he doeth."
        },
        {
            "chapter": 23,
            "verse": 14,
            "name": "Job 23:14",
            "text": "For he performeth the thing that is appointed for me: and many such things are with him."
        },
        {
            "chapter": 23,
            "verse": 15,
            "name": "Job 23:15",
            "text": "Therefore am I troubled at his presence: when I consider, I am afraid of him."
        },
        {
            "chapter": 23,
            "verse": 16,
            "name": "Job 23:16",
            "text": "For God maketh my heart soft, and the Almighty troubleth me:"
        },
        {
            "chapter": 23,
            "verse": 17,
            "name": "Job 23:17",
            "text": "Because I was not cut off before the darkness, neither hath he covered the darkness from my face. "
        }
    ]
}