{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 27,
    "name": "Job 27",
    "verses": [
        {
            "chapter": 27,
            "verse": 1,
            "name": "Job 27:1",
            "text": "Moreover Job continued his parable, and said,"
        },
        {
            "chapter": 27,
            "verse": 2,
            "name": "Job 27:2",
            "text": "As God liveth, who hath taken away my judgment; and the Almighty, who hath vexed my soul;"
        },
        {
            "chapter": 27,
            "verse": 3,
            "name": "Job 27:3",
            "text": "All the while my breath is in me, and the spirit of God is in my nostrils;"
        },
        {
            "chapter": 27,
            "verse": 4,
            "name": "Job 27:4",
            "text": "My lips shall not speak wickedness, nor my tongue utter deceit."
        },
        {
            "chapter": 27,
            "verse": 5,
            "name": "Job 27:5",
            "text": "God forbid that I should justify you: till I die I will not remove mine integrity from me."
        },
        {
            "chapter": 27,
            "verse": 6,
            "name": "Job 27:6",
            "text": "My righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live."
        },
        {
            "chapter": 27,
            "verse": 7,
            "name": "Job 27:7",
            "text": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous."
        },
        {
            "chapter": 27,
            "verse": 8,
            "name": "Job 27:8",
            "text": "For what is the hope of the hypocrite, though he hath gained, when God taketh away his soul?"
        },
        {
            "chapter": 27,
            "verse": 9,
            "name": "Job 27:9",
            "text": "Will God hear his cry when trouble cometh upon him?"
        },
        {
            "chapter": 27,
            "verse": 10,
            "name": "Job 27:10",
            "text": "Will he delight himself in the Almighty? will he always call upon God?"
        },
        {
            "chapter": 27,
            "verse": 11,
            "name": "Job 27:11",
            "text": "I will teach you by the hand of God: that which is with the Almighty will I not conceal."
        },
        {
            "chapter": 27,
            "verse": 12,
            "name": "Job 27:12",
            "text": "Behold, all ye yourselves have seen it; why then are ye thus altogether vain?"
        },
        {
            "chapter": 27,
            "verse": 13,
            "name": "Job 27:13",
            "text": "This is the portion of a wicked man with God, and the heritage of oppressors, which they shall receive of the Almighty."
        },
        {
            "chapter": 27,
            "verse": 14,
            "name": "Job 27:14",
            "text": "If his children be multiplied, it is for the sword: and his offspring shall not be satisfied with bread."
        },
        {
            "chapter": 27,
            "verse": 15,
            "name": "Job 27:15",
            "text": "Those that remain of him shall be buried in death: and his widows shall not weep."
        },
        {
            "chapter": 27,
            "verse": 16,
            "name": "Job 27:16",
            "text": "Though he heap up silver as the dust, and prepare raiment as the clay;"
        },
        {
            "chapter": 27,
            "verse": 17,
            "name": "Job 27:17",
            "text": "He may prepare it, but the just shall put it on, and the innocent shall divide the silver."
        },
        {
            "chapter": 27,
            "verse": 18,
            "name": "Job 27:18",
            "text": "He buildeth his house as a moth, and as a booth that the keeper maketh."
        },
        {
            "chapter": 27,
            "verse": 19,
            "name": "Job 27:19",
            "text": "The rich man shall lie down, but he shall not be gathered: he openeth his eyes, and he is not."
        },
        {
            "chapter": 27,
            "verse": 20,
            "name": "Job 27:20",
            "text": "Terrors take hold on him as waters, a tempest stealeth him away in the night."
        },
        {
            "chapter": 27,
            "verse": 21,
            "name": "Job 27:21",
            "text": "The east wind carrieth him away, and he departeth: and as a storm hurleth him out of his place."
        },
        {
            "chapter": 27,
            "verse": 22,
            "name": "Job 27:22",
            "text": "For God shall cast upon him, and not spare: he would fain flee out of his hand."
        },
        {
            "chapter": 27,
            "verse": 23,
            "name": "Job 27:23",
            "text": "Men shall clap their hands at him, and shall hiss him out of his place. "
        }
    ]
}