{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 38,
    "name": "Job 38",
    "verses": [
        {
            "chapter": 38,
            "verse": 1,
            "name": "Job 38:1",
            "text": "Then the Lord answered Job out of the whirlwind, and said,"
        },
        {
            "chapter": 38,
            "verse": 2,
            "name": "Job 38:2",
            "text": "Who is this that darkeneth counsel by words without knowledge?"
        },
        {
            "chapter": 38,
            "verse": 3,
            "name": "Job 38:3",
            "text": "Gird up now thy loins like a man; for I will demand of thee, and answer thou me."
        },
        {
            "chapter": 38,
            "verse": 4,
            "name": "Job 38:4",
            "text": "Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding."
        },
        {
            "chapter": 38,
            "verse": 5,
            "name": "Job 38:5",
            "text": "Who hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it?"
        },
        {
            "chapter": 38,
            "verse": 6,
            "name": "Job 38:6",
            "text": "Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;"
        },
        {
            "chapter": 38,
            "verse": 7,
            "name": "Job 38:7",
            "text": "When the morning stars sang together, and all the sons of God shouted for joy?"
        },
        {
            "chapter": 38,
            "verse": 8,
            "name": "Job 38:8",
            "text": "Or who shut up the sea with doors, when it brake forth, as if it had issued out of the womb?"
        },
        {
            "chapter": 38,
            "verse": 9,
            "name": "Job 38:9",
            "text": "When I made the cloud the garment thereof, and thick darkness a swaddlingband for it,"
        },
        {
            "chapter": 38,
            "verse": 10,
            "name": "Job 38:10",
            "text": "And brake up for it my decreed place, and set bars and doors,"
        },
        {
            "chapter": 38,
            "verse": 11,
            "name": "Job 38:11",
            "text": "And said, Hitherto shalt thou come, but no further: and here shall thy proud waves be stayed?"
        },
        {
            "chapter": 38,
            "verse": 12,
            "name": "Job 38:12",
            "text": "Hast thou commanded the morning since thy days; and caused the dayspring to know his place;"
        },
        {
            "chapter": 38,
            "verse": 13,
            "name": "Job 38:13",
            "text": "That it might take hold of the ends of the earth, that the wicked might be shaken out of it?"
        },
        {
            "chapter": 38,
            "verse": 14,
            "name": "Job 38:14",
            "text": "It is turned as clay to the seal; and they stand as a garment."
        },
        {
            "chapter": 38,
            "verse": 15,
            "name": "Job 38:15",
            "text": "And from the wicked their light is withholden, and the high arm shall be broken."
        },
        {
            "chapter": 38,
            "verse": 16,
            "name": "Job 38:16",
            "text": "Hast thou entered into the springs of the sea? or hast thou walked in the search of the depth?"
        },
        {
            "chapter": 38,
            "verse": 17,
            "name": "Job 38:17",
            "text": "Have the gates of death been opened unto thee? or hast thou seen the doors of the shadow of death?"
        },
        {
            "chapter": 38,
            "verse": 18,
            "name": "Job 38:18",
            "text": "Hast thou perceived the breadth of the earth? declare if thou knowest it all."
        },
        {
            "chapter": 38,
            "verse": 19,
            "name": "Job 38:19",
            "text": "Where is the way where light dwelleth? and as for darkness, where is the place thereof,"
        },
        {
            "chapter": 38,
            "verse": 20,
            "name": "Job 38:20",
            "text": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?"
        },
        {
            "chapter": 38,
            "verse": 21,
            "name": "Job 38:21",
            "text": "Knowest thou it, because thou wast then born? or because the number of thy days is great?"
        },
        {
            "chapter": 38,
            "verse": 22,
            "name": "Job 38:22",
            "text": "Hast thou entered into the treasures of the snow? or hast thou seen the treasures of the hail,"
        },
        {
            "chapter": 38,
            "verse": 23,
            "name": "Job 38:23",
            "text": "Which I have reserved against the time of trouble, against the day of battle and war?"
        },
        {
            "chapter": 38,
            "verse": 24,
            "name": "Job 38:24",
            "text": "By what way is the light parted, which scattereth the east wind upon the earth?"
        },
        {
            "chapter": 38,
            "verse": 25,
            "name": "Job 38:25",
            "text": "Who hath divided a watercourse for the overflowing of waters, or a way for the lightning of thunder;"
        },
        {
            "chapter": 38,
            "verse": 26,
            "name": "Job 38:26",
            "text": "To cause it to rain on the earth, where no man is; on the wilderness, wherein there is no man;"
        },
        {
            "chapter": 38,
            "verse": 27,
            "name": "Job 38:27",
            "text": "To satisfy the desolate and waste ground; and to cause the bud of the tender herb to spring forth?"
        },
        {
            "chapter": 38,
            "verse": 28,
            "name": "Job 38:28",
            "text": "Hath the rain a father? or who hath begotten the drops of dew?"
        },
        {
            "chapter": 38,
            "verse": 29,
            "name": "Job 38:29",
            "text": "Out of whose womb came the ice? and the hoary frost of heaven, who hath gendered it?"
        },
        {
            "chapter": 38,
            "verse": 30,
            "name": "Job 38:30",
            "text": "The waters are hid as with a stone, and the face of the deep is frozen."
        },
        {
            "chapter": 38,
            "verse": 31,
            "name": "Job 38:31",
            "text": "Canst thou bind the sweet influences of Pleiades, or loose the bands of Orion?"
        },
        {
            "chapter": 38,
            "verse": 32,
            "name": "Job 38:32",
            "text": "Canst thou bring forth Mazzaroth in his season? or canst thou guide Arcturus with his sons?"
        },
        {
            "chapter": 38,
            "verse": 33,
            "name": "Job 38:33",
            "text": "Knowest thou the ordinances of heaven? canst thou set the dominion thereof in the earth?"
        },
        {
            "chapter": 38,
            "verse": 34,
            "name": "Job 38:34",
            "text": "Canst thou lift up thy voice to the clouds, that abundance of waters may cover thee?"
        },
        {
            "chapter": 38,
            "verse": 35,
            "name": "Job 38:35",
            "text": "Canst thou send lightnings, that they may go, and say unto thee, Here we are?"
        },
        {
            "chapter": 38,
            "verse": 36,
            "name": "Job 38:36",
            "text": "Who hath put wisdom in the inward parts? or who hath given understanding to the heart?"
        },
        {
            "chapter": 38,
            "verse": 37,
            "name": "Job 38:37",
            "text": "Who can number the clouds in wisdom? or who can stay the bottles of heaven,"
        },
        {
            "chapter": 38,
            "verse": 38,
            "name": "Job 38:38",
            "text": "When the dust groweth into hardness, and the clods cleave fast together?"
        },
        {
            "chapter": 38,
            "verse": 39,
            "name": "Job 38:39",
            "text": "Wilt thou hunt the prey for the lion? or fill the appetite of the young lions,"
        },
        {
            "chapter": 38,
            "verse": 40,
            "name": "Job 38:40",
            "text": "When they couch in their dens, and abide in the covert to lie in wait?"
        },
        {
            "chapter": 38,
            "verse": 41,
            "name": "Job 38:41",
            "text": "Who provideth for the raven his food? when his young ones cry unto God, they wander for lack of meat. "
        }
    ]
}