{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 18,
    "book_name": "Job",
    "chapter": 40,
    "name": "Job 40",
    "verses": [
        {
            "chapter": 40,
            "verse": 1,
            "name": "Job 40:1",
            "text": "Moreover the Lord answered Job, and said,"
        },
        {
            "chapter": 40,
            "verse": 2,
            "name": "Job 40:2",
            "text": "Shall he that contendeth with the Almighty instruct him? he that reproveth God, let him answer it."
        },
        {
            "chapter": 40,
            "verse": 3,
            "name": "Job 40:3",
            "text": "Then Job answered the Lord, and said,"
        },
        {
            "chapter": 40,
            "verse": 4,
            "name": "Job 40:4",
            "text": "Behold, I am vile; what shall I answer thee? I will lay mine hand upon my mouth."
        },
        {
            "chapter": 40,
            "verse": 5,
            "name": "Job 40:5",
            "text": "Once have I spoken; but I will not answer: yea, twice; but I will proceed no further."
        },
        {
            "chapter": 40,
            "verse": 6,
            "name": "Job 40:6",
            "text": "Then answered the Lord unto Job out of the whirlwind, and said,"
        },
        {
            "chapter": 40,
            "verse": 7,
            "name": "Job 40:7",
            "text": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me."
        },
        {
            "chapter": 40,
            "verse": 8,
            "name": "Job 40:8",
            "text": "Wilt thou also disannul my judgment? wilt thou condemn me, that thou mayest be righteous?"
        },
        {
            "chapter": 40,
            "verse": 9,
            "name": "Job 40:9",
            "text": "Hast thou an arm like God? or canst thou thunder with a voice like him?"
        },
        {
            "chapter": 40,
            "verse": 10,
            "name": "Job 40:10",
            "text": "Deck thyself now with majesty and excellency; and array thyself with glory and beauty."
        },
        {
            "chapter": 40,
            "verse": 11,
            "name": "Job 40:11",
            "text": "Cast abroad the rage of thy wrath: and behold every one that is proud, and abase him."
        },
        {
            "chapter": 40,
            "verse": 12,
            "name": "Job 40:12",
            "text": "Look on every one that is proud, and bring him low; and tread down the wicked in their place."
        },
        {
            "chapter": 40,
            "verse": 13,
            "name": "Job 40:13",
            "text": "Hide them in the dust together; and bind their faces in secret."
        },
        {
            "chapter": 40,
            "verse": 14,
            "name": "Job 40:14",
            "text": "Then will I also confess unto thee that thine own right hand can save thee."
        },
        {
            "chapter": 40,
            "verse": 15,
            "name": "Job 40:15",
            "text": "Behold now behemoth, which I made with thee; he eateth grass as an ox."
        },
        {
            "chapter": 40,
            "verse": 16,
            "name": "Job 40:16",
            "text": "Lo now, his strength is in his loins, and his force is in the navel of his belly."
        },
        {
            "chapter": 40,
            "verse": 17,
            "name": "Job 40:17",
            "text": "He moveth his tail like a cedar: the sinews of his stones are wrapped together."
        },
        {
            "chapter": 40,
            "verse": 18,
            "name": "Job 40:18",
            "text": "His bones are as strong pieces of brass; his bones are like bars of iron."
        },
        {
            "chapter": 40,
            "verse": 19,
            "name": "Job 40:19",
            "text": "He is the chief of the ways of God: he that made him can make his sword to approach unto him."
        },
        {
            "chapter": 40,
            "verse": 20,
            "name": "Job 40:20",
            "text": "Surely the mountains bring him forth food, where all the beasts of the field play."
        },
        {
            "chapter": 40,
            "verse": 21,
            "name": "Job 40:21",
            "text": "He lieth under the shady trees, in the covert of the reed, and fens."
        },
        {
            "chapter": 40,
            "verse": 22,
            "name": "Job 40:22",
            "text": "The shady trees cover him with their shadow; the willows of the brook compass him about."
        },
        {
            "chapter": 40,
            "verse": 23,
            "name": "Job 40:23",
            "text": "Behold, he drinketh up a river, and hasteth not: he trusteth that he can draw up Jordan into his mouth."
        },
        {
            "chapter": 40,
            "verse": 24,
            "name": "Job 40:24",
            "text": "He taketh it with his eyes: his nose pierceth through snares. "
        }
    ]
}