{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 103,
    "name": "Psalms 103",
    "verses": [
        {
            "chapter": 103,
            "verse": 1,
            "name": "Psalms 103:1",
            "text": "Bless the Lord, O my soul: and all that is within me, bless his holy name."
        },
        {
            "chapter": 103,
            "verse": 2,
            "name": "Psalms 103:2",
            "text": "Bless the Lord, O my soul, and forget not all his benefits:"
        },
        {
            "chapter": 103,
            "verse": 3,
            "name": "Psalms 103:3",
            "text": "Who forgiveth all thine iniquities; who healeth all thy diseases;"
        },
        {
            "chapter": 103,
            "verse": 4,
            "name": "Psalms 103:4",
            "text": "Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;"
        },
        {
            "chapter": 103,
            "verse": 5,
            "name": "Psalms 103:5",
            "text": "Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle’s."
        },
        {
            "chapter": 103,
            "verse": 6,
            "name": "Psalms 103:6",
            "text": "The Lord executeth righteousness and judgment for all that are oppressed."
        },
        {
            "chapter": 103,
            "verse": 7,
            "name": "Psalms 103:7",
            "text": "He made known his ways unto Moses, his acts unto the children of Israel."
        },
        {
            "chapter": 103,
            "verse": 8,
            "name": "Psalms 103:8",
            "text": "The Lord is merciful and gracious, slow to anger, and plenteous in mercy."
        },
        {
            "chapter": 103,
            "verse": 9,
            "name": "Psalms 103:9",
            "text": "He will not always chide: neither will he keep his anger for ever."
        },
        {
            "chapter": 103,
            "verse": 10,
            "name": "Psalms 103:10",
            "text": "He hath not dealt with us after our sins; nor rewarded us according to our iniquities."
        },
        {
            "chapter": 103,
            "verse": 11,
            "name": "Psalms 103:11",
            "text": "For as the heaven is high above the earth, so great is his mercy toward them that fear him."
        },
        {
            "chapter": 103,
            "verse": 12,
            "name": "Psalms 103:12",
            "text": "As far as the east is from the west, so far hath he removed our transgressions from us."
        },
        {
            "chapter": 103,
            "verse": 13,
            "name": "Psalms 103:13",
            "text": "Like as a father pitieth his children, so the Lord pitieth them that fear him."
        },
        {
            "chapter": 103,
            "verse": 14,
            "name": "Psalms 103:14",
            "text": "For he knoweth our frame; he remembereth that we are dust."
        },
        {
            "chapter": 103,
            "verse": 15,
            "name": "Psalms 103:15",
            "text": "As for man, his days are as grass: as a flower of the field, so he flourisheth."
        },
        {
            "chapter": 103,
            "verse": 16,
            "name": "Psalms 103:16",
            "text": "For the wind passeth over it, and it is gone; and the place thereof shall know it no more."
        },
        {
            "chapter": 103,
            "verse": 17,
            "name": "Psalms 103:17",
            "text": "But the mercy of the Lord is from everlasting to everlasting upon them that fear him, and his righteousness unto children’s children;"
        },
        {
            "chapter": 103,
            "verse": 18,
            "name": "Psalms 103:18",
            "text": "To such as keep his covenant, and to those that remember his commandments to do them."
        },
        {
            "chapter": 103,
            "verse": 19,
            "name": "Psalms 103:19",
            "text": "The Lord hath prepared his throne in the heavens; and his kingdom ruleth over all."
        },
        {
            "chapter": 103,
            "verse": 20,
            "name": "Psalms 103:20",
            "text": "Bless the Lord, ye his angels, that excel in strength, that do his commandments, hearkening unto the voice of his word."
        },
        {
            "chapter": 103,
            "verse": 21,
            "name": "Psalms 103:21",
            "text": "Bless ye the Lord, all ye his hosts; ye ministers of his, that do his pleasure."
        },
        {
            "chapter": 103,
            "verse": 22,
            "name": "Psalms 103:22",
            "text": "Bless the Lord, all his works in all places of his dominion: bless the Lord, O my soul. "
        }
    ]
}