{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 57,
    "name": "Psalms 57",
    "verses": [
        {
            "chapter": 57,
            "verse": 1,
            "name": "Psalms 57:1",
            "text": "Be merciful unto me, O God, be merciful unto me: for my soul trusteth in thee: yea, in the shadow of thy wings will I make my refuge, until these calamities be overpast."
        },
        {
            "chapter": 57,
            "verse": 2,
            "name": "Psalms 57:2",
            "text": "I will cry unto God most high; unto God that performeth all things for me."
        },
        {
            "chapter": 57,
            "verse": 3,
            "name": "Psalms 57:3",
            "text": "He shall send from heaven, and save me from the reproach of him that would swallow me up. Selah. God shall send forth his mercy and his truth."
        },
        {
            "chapter": 57,
            "verse": 4,
            "name": "Psalms 57:4",
            "text": "My soul is among lions: and I lie even among them that are set on fire, even the sons of men, whose teeth are spears and arrows, and their tongue a sharp sword."
        },
        {
            "chapter": 57,
            "verse": 5,
            "name": "Psalms 57:5",
            "text": "Be thou exalted, O God, above the heavens; let thy glory be above all the earth."
        },
        {
            "chapter": 57,
            "verse": 6,
            "name": "Psalms 57:6",
            "text": "They have prepared a net for my steps; my soul is bowed down: they have digged a pit before me, into the midst whereof they are fallen themselves. Selah."
        },
        {
            "chapter": 57,
            "verse": 7,
            "name": "Psalms 57:7",
            "text": "My heart is fixed, O God, my heart is fixed: I will sing and give praise."
        },
        {
            "chapter": 57,
            "verse": 8,
            "name": "Psalms 57:8",
            "text": "Awake up, my glory; awake, psaltery and harp: I myself will awake early."
        },
        {
            "chapter": 57,
            "verse": 9,
            "name": "Psalms 57:9",
            "text": "I will praise thee, O Lord, among the people: I will sing unto thee among the nations."
        },
        {
            "chapter": 57,
            "verse": 10,
            "name": "Psalms 57:10",
            "text": "For thy mercy is great unto the heavens, and thy truth unto the clouds."
        },
        {
            "chapter": 57,
            "verse": 11,
            "name": "Psalms 57:11",
            "text": "Be thou exalted, O God, above the heavens: let thy glory be above all the earth. "
        }
    ]
}