{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 68,
    "name": "Psalms 68",
    "verses": [
        {
            "chapter": 68,
            "verse": 1,
            "name": "Psalms 68:1",
            "text": "Let God arise, let his enemies be scattered: let them also that hate him flee before him."
        },
        {
            "chapter": 68,
            "verse": 2,
            "name": "Psalms 68:2",
            "text": "As smoke is driven away, so drive them away: as wax melteth before the fire, so let the wicked perish at the presence of God."
        },
        {
            "chapter": 68,
            "verse": 3,
            "name": "Psalms 68:3",
            "text": "But let the righteous be glad; let them rejoice before God: yea, let them exceedingly rejoice."
        },
        {
            "chapter": 68,
            "verse": 4,
            "name": "Psalms 68:4",
            "text": "Sing unto God, sing praises to his name: extol him that rideth upon the heavens by his name Jah, and rejoice before him."
        },
        {
            "chapter": 68,
            "verse": 5,
            "name": "Psalms 68:5",
            "text": "A father of the fatherless, and a judge of the widows, is God in his holy habitation."
        },
        {
            "chapter": 68,
            "verse": 6,
            "name": "Psalms 68:6",
            "text": "God setteth the solitary in families: he bringeth out those which are bound with chains: but the rebellious dwell in a dry land."
        },
        {
            "chapter": 68,
            "verse": 7,
            "name": "Psalms 68:7",
            "text": "O God, when thou wentest forth before thy people, when thou didst march through the wilderness; Selah:"
        },
        {
            "chapter": 68,
            "verse": 8,
            "name": "Psalms 68:8",
            "text": "The earth shook, the heavens also dropped at the presence of God: even Sinai itself was moved at the presence of God, the God of Israel."
        },
        {
            "chapter": 68,
            "verse": 9,
            "name": "Psalms 68:9",
            "text": "Thou, O God, didst send a plentiful rain, whereby thou didst confirm thine inheritance, when it was weary."
        },
        {
            "chapter": 68,
            "verse": 10,
            "name": "Psalms 68:10",
            "text": "Thy congregation hath dwelt therein: thou, O God, hast prepared of thy goodness for the poor."
        },
        {
            "chapter": 68,
            "verse": 11,
            "name": "Psalms 68:11",
            "text": "The Lord gave the word: great was the company of those that published it."
        },
        {
            "chapter": 68,
            "verse": 12,
            "name": "Psalms 68:12",
            "text": "Kings of armies did flee apace: and she that tarried at home divided the spoil."
        },
        {
            "chapter": 68,
            "verse": 13,
            "name": "Psalms 68:13",
            "text": "Though ye have lien among the pots, yet shall ye be as the wings of a dove covered with silver, and her feathers with yellow gold."
        },
        {
            "chapter": 68,
            "verse": 14,
            "name": "Psalms 68:14",
            "text": "When the Almighty scattered kings in it, it was white as snow in Salmon."
        },
        {
            "chapter": 68,
            "verse": 15,
            "name": "Psalms 68:15",
            "text": "The hill of God is as the hill of Bashan; an high hill as the hill of Bashan."
        },
        {
            "chapter": 68,
            "verse": 16,
            "name": "Psalms 68:16",
            "text": "Why leap ye, ye high hills? this is the hill which God desireth to dwell in; yea, the Lord will dwell in it for ever."
        },
        {
            "chapter": 68,
            "verse": 17,
            "name": "Psalms 68:17",
            "text": "The chariots of God are twenty thousand, even thousands of angels: the Lord is among them, as in Sinai, in the holy place."
        },
        {
            "chapter": 68,
            "verse": 18,
            "name": "Psalms 68:18",
            "text": "Thou hast ascended on high, thou hast led captivity captive: thou hast received gifts for men; yea, for the rebellious also, that the Lord God might dwell among them."
        },
        {
            "chapter": 68,
            "verse": 19,
            "name": "Psalms 68:19",
            "text": "Blessed be the Lord, who daily loadeth us with benefits, even the God of our salvation. Selah."
        },
        {
            "chapter": 68,
            "verse": 20,
            "name": "Psalms 68:20",
            "text": "He that is our God is the God of salvation; and unto God the Lord belong the issues from death."
        },
        {
            "chapter": 68,
            "verse": 21,
            "name": "Psalms 68:21",
            "text": "But God shall wound the head of his enemies, and the hairy scalp of such an one as goeth on still in his trespasses."
        },
        {
            "chapter": 68,
            "verse": 22,
            "name": "Psalms 68:22",
            "text": "The Lord said, I will bring again from Bashan, I will bring my people again from the depths of the sea:"
        },
        {
            "chapter": 68,
            "verse": 23,
            "name": "Psalms 68:23",
            "text": "That thy foot may be dipped in the blood of thine enemies, and the tongue of thy dogs in the same."
        },
        {
            "chapter": 68,
            "verse": 24,
            "name": "Psalms 68:24",
            "text": "They have seen thy goings, O God; even the goings of my God, my King, in the sanctuary."
        },
        {
            "chapter": 68,
            "verse": 25,
            "name": "Psalms 68:25",
            "text": "The singers went before, the players on instruments followed after; among them were the damsels playing with timbrels."
        },
        {
            "chapter": 68,
            "verse": 26,
            "name": "Psalms 68:26",
            "text": "Bless ye God in the congregations, even the Lord, from the fountain of Israel."
        },
        {
            "chapter": 68,
            "verse": 27,
            "name": "Psalms 68:27",
            "text": "There is little Benjamin with their ruler, the princes of Judah and their council, the princes of Zebulun, and the princes of Naphtali."
        },
        {
            "chapter": 68,
            "verse": 28,
            "name": "Psalms 68:28",
            "text": "Thy God hath commanded thy strength: strengthen, O God, that which thou hast wrought for us."
        },
        {
            "chapter": 68,
            "verse": 29,
            "name": "Psalms 68:29",
            "text": "Because of thy temple at Jerusalem shall kings bring presents unto thee."
        },
        {
            "chapter": 68,
            "verse": 30,
            "name": "Psalms 68:30",
            "text": "Rebuke the company of spearmen, the multitude of the bulls, with the calves of the people, till every one submit himself with pieces of silver: scatter thou the people that delight in war."
        },
        {
            "chapter": 68,
            "verse": 31,
            "name": "Psalms 68:31",
            "text": "Princes shall come out of Egypt; Ethiopia shall soon stretch out her hands unto God."
        },
        {
            "chapter": 68,
            "verse": 32,
            "name": "Psalms 68:32",
            "text": "Sing unto God, ye kingdoms of the earth; O sing praises unto the Lord; Selah:"
        },
        {
            "chapter": 68,
            "verse": 33,
            "name": "Psalms 68:33",
            "text": "To him that rideth upon the heavens of heavens, which were of old; lo, he doth send out his voice, and that a mighty voice."
        },
        {
            "chapter": 68,
            "verse": 34,
            "name": "Psalms 68:34",
            "text": "Ascribe ye strength unto God: his excellency is over Israel, and his strength is in the clouds."
        },
        {
            "chapter": 68,
            "verse": 35,
            "name": "Psalms 68:35",
            "text": "O God, thou art terrible out of thy holy places: the God of Israel is he that giveth strength and power unto his people. Blessed be God. "
        }
    ]
}