{
    "translation": "King James Version",
    "abbreviation": "kjv",
    "lang": "en",
    "language": "English",
    "direction": "LTR",
    "encoding": "UTF-8",
    "book_nr": 19,
    "book_name": "Psalms",
    "chapter": 97,
    "name": "Psalms 97",
    "verses": [
        {
            "chapter": 97,
            "verse": 1,
            "name": "Psalms 97:1",
            "text": "The Lord reigneth; let the earth rejoice; let the multitude of isles be glad thereof."
        },
        {
            "chapter": 97,
            "verse": 2,
            "name": "Psalms 97:2",
            "text": "Clouds and darkness are round about him: righteousness and judgment are the habitation of his throne."
        },
        {
            "chapter": 97,
            "verse": 3,
            "name": "Psalms 97:3",
            "text": "A fire goeth before him, and burneth up his enemies round about."
        },
        {
            "chapter": 97,
            "verse": 4,
            "name": "Psalms 97:4",
            "text": "His lightnings enlightened the world: the earth saw, and trembled."
        },
        {
            "chapter": 97,
            "verse": 5,
            "name": "Psalms 97:5",
            "text": "The hills melted like wax at the presence of the Lord, at the presence of the Lord of the whole earth."
        },
        {
            "chapter": 97,
            "verse": 6,
            "name": "Psalms 97:6",
            "text": "The heavens declare his righteousness, and all the people see his glory."
        },
        {
            "chapter": 97,
            "verse": 7,
            "name": "Psalms 97:7",
            "text": "Confounded be all they that serve graven images, that boast themselves of idols: worship him, all ye gods."
        },
        {
            "chapter": 97,
            "verse": 8,
            "name": "Psalms 97:8",
            "text": "Zion heard, and was glad; and the daughters of Judah rejoiced because of thy judgments, O Lord."
        },
        {
            "chapter": 97,
            "verse": 9,
            "name": "Psalms 97:9",
            "text": "For thou, Lord, art high above all the earth: thou art exalted far above all gods."
        },
        {
            "chapter": 97,
            "verse": 10,
            "name": "Psalms 97:10",
            "text": "Ye that love the Lord, hate evil: he preserveth the souls of his saints; he delivereth them out of the hand of the wicked."
        },
        {
            "chapter": 97,
            "verse": 11,
            "name": "Psalms 97:11",
            "text": "Light is sown for the righteous, and gladness for the upright in heart."
        },
        {
            "chapter": 97,
            "verse": 12,
            "name": "Psalms 97:12",
            "text": "Rejoice in the Lord, ye righteous; and give thanks at the remembrance of his holiness. "
        }
    ]
}